{
		"name": "Nabi Musa AS (Part 3)",
		"thn_kelahiran": "1500",
		"usia": 75,
		"description": "Bani Isra'il keluar dari Mesir\n\n Bani Isra'il yang cukup menderita akibat tindasan Fir'aun dan kaumnya cukup merasakan penganiayaan dan hidup dalam ketakutan di bawah pemerintahan Fir'aun yang kejam dan bengis itu, pada akhirnya sedar bahwa Musalah yang benar-benar dikirimkan oleh Allah untuk membebaskan mereka dari cengkaman Fir'aun dan kaumnya.\n\n Maka berduyun-duyunlah mereka datang kepada Nabi Musa memohon pertolongannya agar mengeluarkan mereka dari Mesir.\n\n Kemudian bertolaklah rombongan kaum Bani Isra'il di bawah pimpinan Nabi Musa meninggalkan Mesir menuju Baitul Maqdis.\n\n Dengan berjalan kaki dengan cepat karena takut tertangkap oleh Fir'aun dan bala tenteranya yang mengejar mereka dari belakang akhirnya tibalah mereka pada waktu fajar di tepi lautan merah setelah selama semalam suntuk dapat melewati padang pasir yang luas.\n\n Rasa cemas dan takut makin mencekam hati para pengikut Nabi Musa dan Bani Isra'il ketika melihat laut terbentang di depan mereka sedang dari belakang mereka dikejar oleh Fir'aun dan bala tenteranya yang akan berusaha mengembalikan mereka ke Mesir.\n\n Mereka tidak meragukan lagi bahwa bila mereka tertangkap, maka hukuman matilah yang akan mereka terima dari Fir'aun yang zalim itu.\n\n Berkatalah salah seorang dari sahabat Nabi Musa, bernama Yusha' bin Nun: \"Wahai Musa, ke mana kami harus pergi?\" Musuh berada di belakang kami sedang mengejar dan laut berada di depan kami yang tidak dapat dilintasi tanpa sampan.\n\n Apa yang harus kami perbuat untuk menyelamatkan diri dari kejaran Fir'aun dan kaumnya?\" \n\n Nabi Musa menjawab: \"Janganlah kamu khuatir dan cemas, perjalanan kami telah diperintahkan oleh Allah kepadaku, dan Dialah yang akan memberi jalan keluar serta menyelamatkan kami dari cengkaman musuh yang zalim itu.”\n\n Pada saat yang kritis itu, di mana para pengikut Nabi Musa berdebar-debar ketakutan, seraya menanti tindakan Nabi Musa yang kelihatan tenang sahaja, turunlah wahyu Allah kepada Nabi-Nya dengan perintah agar memukulkan air laut dengan tongkatnya.\n\n Maka dengan izin Allah terbelah laut itu, tiap-tiap belahan merupakan seperti gunung yang besar.\n\n Di antara kedua belahan air laut itu terbentang dasar laut yang sudah mengering yang segera di bawah pimpinan Nabi Musa dilewatilah oleh kaum Bani Isra'il menuju ke tepi timurnya.\n\n Setelah mereka sudah berada di bahagian tepi timur dalam keadaan selamat terlihatlah oleh mereka Fir'aun dan bala tenteranya menyusuri jalan yang sudah terbuka di antara dua belah gunung air itu.\n\n Kembali rasa cemas dan takut mengganggu hati mereka seraya memandang kepada Nabi Musa seolah-olah bertanya apa yang hendak dia lakukan selanjutnya.\n\n Dalam pada itu Nabi Musa telah diilhamkan oleh Allah agar bertenang menanti Fir'aun dan bala tenteranya turun semua ke dasar laut.\n\n Karena takdir Allah tela mendahului bahwa mereka akan menjadi bala tentera yang tenggelam.\n\n Berkatalah Fir'aun kepada kaumnya tatkala melihat jalan terbuka bagi mereka di antara dua belah gunung air itu: \"Lihat bagaimana lautan terbelah menjadi dua, memberi jalan kepada kami untuk mengejar orang-orang yang melarikan diri itu.\n\n Mereka mengira bahwa mereka akan dapat melepaskan dari kejaran dan hukumanku.\n\n Mereka tidak mengetahui bahwa perintahku berlaku dan ditaati oleh laut, jangan lagi oleh manusia.\n\n Tidakkah ini semuanya membuktikan bahwa aku adalah yang berkuasa yang harus disembah olehmu?\" Maka dengan rasa bangga dan sikap sombongnya turunlah Fir'aun dan bala tenteranya ke dasar laut yang sudah mengering itu melakukan gerak-cepatnya untuk menyusul Musa dan Bani Isra'il yang sudah berada di tepi bahagian timur sambil menanti hukuman Allah yang telah ditakdirkan terhamba-hamba-Nya yang kafir itu.\n\n Demikianlah maka setelah Fir'aun dan bala tenteranya berada di tengah-tengah lautan yang membelah itu, jauh dari ke dua tepinya, tibalah perintah Allah dan kembalilah air yang menggunung itu menutupi jalur jalan yang terbuka di mana Fir'aun dengan sombongnya sedang memimpin barisan tenteranya mengejar Musa dan Bani Isra'il.\n\n Terpendamlah mereka hidup-hidup di dalam perut laut dan berakhirlah riwayat hidup Fir'aun dan kaumnya untuk menjadi kenangan sejarah dan ibrah bagi generasi- akan datang.\n\n Pada detik-detik akhir hayatnya, seraya berjuang untuk menyelamatkan diri dari maut yang sudah berada di depan matanya, berkatalah Fir'aun: \"Aku percaya bahwa tiada tuhan selain Tuhan Musa dan Tuhan Bani Isra'il.\n\n Aku beriman pada Tuhan mereka dan berserah diri kepada-Nya sebagai salah seorang muslim.”\n\n Berfirmanlah Allah kepada Fir'aun yang sedang menghadapi sakaratul-maut: \"Baru sekarangkah engkau berkata beriman kepada Musa dan berserah diri kepada-Ku? Tidakkah kekuasaan ketuhananmu dapat menyelamatkan engkau dari maut? Baru sekarangkah engkau sedar dan percaya setelah sepanjang hidupmu bermaksiat, melakukan penindasan dan kezaliman terhadap hamba-hamba-Ku dan berbuat-sewenang-wenang, merusak akhlak dan aqidah manusia-manusia yang berada di bawah kekuasaanmu.\n\n Terimalah sekarang pembalasan-Ku yang akan menjadi pengajaran bagi orang-orang yang akan datang sesudahmu.\n\n Akan Aku apungkan tubuh kasarmu untuk menjadi peringatan bagi orang-orang yang meragukan akan kekuasaan-Ku.”\n\n Bani Isra'il pengikut-pengikut Nabi Musa masih meragukan kematian Fir'aun.\n\n Mereka masih terpengaruh dengan kenyataan yang ditanamkan oleh Fir'aun semasa ia berkuasa sebagai raja bahwa dia adalah manusia luar biasa lain daripada yang lain dan bahwa dia akan hidup kekal sebagai tuhan dan tidak akan mati.\n\n Khayalan yang masih melekat pada fikiran mereka menjadikan mereka tidak mau percaya bahwa dengan tenggelamnya, Fir'aun sudah mati.\n\n Mereka menyatakan kepada Musa bahwa Fir'aun mungkin masih hidup namun di alam lain.\n\n Nabi Musa berusaha menyakinkan kaumnya bahwa apa yang terfikir oleh mereka tentang Fir'aun adalah suatu khayalan belaka dan bahwa Fir'aun sebagai orang biasa telah mati tenggelam akibat pembalasan Allah atas perbuatannya, menentang kekuasaan Allah mendustakan Nabi Musa dan menindaskan serta memperhambakan Bani Isra'il.\n\n Dan setelah melihat dengan mata kepala sendiri, tubuh-tubuh Firaun dan orang-orangnya terapung-apung di permukaan air, hilanglah segala tahayul mereka tentang Fir'aun dan kesaktiannya.\n\n Menurut catatan sejarah, bahwa mayat Fir'aun yang terdampar di pantai diketemukan oleh orang-orang Mesir, lalu diawet hingga utuh sampai sekarang, sebagai mana dapat dilihat di muzium Mesir.\n\n Nabi Musa A.s dan Bani Isra'il setelah keluar dari Mesir\n\n Dalam perjalanan menuju Thur Sina setelah melintasi lautan di bahagian utara dari Laut Merah dan setelah mereka merasa aman dari kejaran Fir'aun dan kaumnya.\n\n Bani Isra'il yang dipimpin oleh Nabi Musa itu melihat sekelompok orang-orang yang sedang menyembah berhala dengan tekunnya.\n\n Berkatalah mereka kepada Nabi Musa: \"Wahai Musa, buatlah untuk kamu sebuah tuhan berhala sebagaimana mereka mempunyai berhala-berhala yang disembah sebagai tuhan.”\n\n Musa menjawab: \"Sesungguhnya kamu ini adalah orang-orang yang bodoh dan tidak berfikiran sehat.\n\n Persembahan mereka itu kepada berhala adalah perbuatan yang sesat dan bathil serta pasti akan dihancurkan oleh Allah.\n\n Patutkah aku mencari tuhan untuk kamu selain Allah yang telah memberikan kurnia kepada kamu, dengan menyelamatkan kamu dari Fir'aun, melepaskan kamu dari perhambaannya dan penindasannya serta memberikan kamu kelebihan di atas umat-umat yang lain.\n\nSesungguhnya suatu permintaan yang aneh daripada kamu, bahwa kamu akan mencari tuhan selain Allah yang demikian besar nikmatnya atas kamu, Allah pencipta langit dan bumi serta alam semesta.\n\n Allah yang baru saja kamu saksikan kekuasaan-Nya dengan ditenggelamkannya Fir'aun berserta bala tenteranya untuk keselamatan dan kelangsungan hidupmu.”\n\n Perjalanan Nabi Musa dan Bani Isra'il dilanjutkan ke Gurun Sinai di mana panas matahari sangat teriknya dan sunyi dari pohon-pohon atau bangunan di mana orang dapat berteduh di bawahnya.\n\n Atas permohonan Nabi Musa yang didesak oleh kaumnya yang sedang kepanasan diturunkan oleh Allah di atas mereka awan yang tebal untuk mereka bernaung dan berteduh di bawahnya dari panas teriknya matahari.\n\n Di samping itu tatkala bekalan makanan dan minuman mereka sudah berkurangan dan tidak mencukupi keperluan.\n\n Allah menurunkan hidangan makanan \"manna\" - sejenis makanan yang manis sebagai madu dan \"salwa\" - burung sebangsa puyuh dengan diiringi firman-Nya: \"Makanlah Kami dari makanan-makanan yang baik yang Kami telah turunkan bagimu.”\n\n Demikian pula tatkala pengikut-pengikut Nabi Musa mengeluh kehabisan air untuk minum dan mandi di tempat yang tandus dan kering itu, Allah mewahyukan kepada Musa agar memukul batu dengan tongkatnya.\n\n Lalu memancarlah dari batu yang dipukul itu dua belas mata air, untuk dua belas suku bangsa Isra'il yang mengikuti Nabi Musa, masing-masing suku mengetahui sendiri dari mata air mana mereka mengambil keperluan airnya.\n\n Bani Isra'il pengikut Nabi Musa yang sangat manja itu, merasa masih belum cukup atas apa yang telah Allah berikan kepada mereka yang telah menyelamatkan mereka dari perhambaan dan penindasan Fir'aun, memberikan mereka hidangan makanan dan minuman yang lazat dan segar di tempat yang kering dan tandus mereka menuntut lagi dari Nabi Musa agar memohon kepada Allah menurunkan bagi mereka apa yang ditumbuhkan oleh bumi dari rupa-rupa sayur-mayur, seperti ketimun, bawang putih, kacang adas dan bawang merah karena mereka tidak puas dengan satu macam makanan.\n\n Terhadap tuntutan mereka yang aneh-aneh itu berkatalah Nabi Musa: \"Maukah kamu memperoleh sesuatu yang rendah nilai dan harganya sebagai pengganti dari apa yang lebih baik yang telah Allah kurniakan kepada kamu? Pergilah kamu ke suatu kota di mana pasti kamu akan dapat apa yang telah kamu inginkan dan kamu minta.”\n\n Musa bermunajat dengan Allah\n\n Menurut riwayat sementara ahli tafsir, bahwasanya tatkala Nabi Musa berada di Mesir, ia telah berjanji kepada kaumnya akan memberi mereka sebuah kitab suci yang dapat digunakan sebagai pedoman hidup yang akan memberi bimbingan dan sebagai tuntunan bagaimana cara mereka bergaul dan bermuamalah dengan sesama manusia dan bagaimana mereka harus melakukan persembahan dan ibadah mereka kepada Allah.\n\n Di dalam kitab suci itu mereka akan dapat petunjuk akan hal-hal yang halal dan haram, perbuatan yang baik yang diredhai oleh Allah di samping perbuatan-perbuatan yang mungkar yang dapat mengakibatkan dosa dan murkanya Tuhan.\n\n Maka setelah perjuangan menghadapi Fir'aun dan kaumnya yang telah tenggelam binasa di laut, selesai, Nabi Musa memohon kepada Allah agar diberinya sebuah kitab suci untuk menjadi pedoman dakwah dan risalahnya kepada kaumnya.\n\n Lalu Allah memerintahkan kepadanya agar untuk itu ia berpuasa selama tiga puluh hari penuh, iaiut semasa bulan Zulkaedah.\n\n Kemudian pergi ke Bukit Thur Sina di mana ia akan diberi kesempatan bermunajat dengan Tuhan serta menerima kitab penuntun yang diminta.\n\n Setelah berpuasa selama tiga puluh hari penuh dan tiba saat ia harus menghadap kepada Allah di atas bukit Thur Sina Nabi Musa merasa segan akan bermunajat dengan Tuhannya dalam keadaan mulutnya berbau kurang sedap akibat puasanya.\n\n Maka ia menggosokkan giginya dan mengunyah daun-daunan dalam usahanya menghilangkan bau mulutnya.\n\n Ia ditegur oleh malaikat yang datang kepadanya atas perintah Allah.\n\n Berkatalah malaikat itu kepadanya: \"Hai Musa, mengapakah engkau harus menggosokkan gigimu untuk menghilangkan bau mulutmu yang menurut anggapanmu kurang sedap, padahal bau mulutmu dan mulut orang-orang yang berpuasa bagi kami adalah lebih sedap dan lebih wangi dari baunya kasturi.\n\n Maka akibat tindakanmu itu, Allah memerintahkan kepadamu berpuasa lagi selama sepuluh hari sehingga menjadi lengkaplah masa puasamu sepanjang empat puluh hari.”\n\n Nabi Musa mengajak tujuh puluh orang yang telah dipilih diantara pengikutnya untuk menyertainya ke bukit Thur Sina dan mengangkat Nabi Harun sebagai wakilnya mengurus serta memimpin kaum yang ditinggalkan selama kepergiannya ke tempat bermunajat itu.\n\n Pada saat yang telah ditentukan tibalah Nabi Musa seorang diri di bukit Thur Sina mendahului tujuh puluh orang yang diajaknya turut serta.\n\n Dan ketika ia ditanya oleh Allah: \"Mengapa engkau datang seorang diri mendahului kaummu, hai Musa?\" Ia menjawab: \"Mereka sedang menyusul di belakangku, wahai Tuhanku.\n\n Aku cepat-cepat datang lebih dahulu untuk mencapai redha-Mu.”\n\n Berkatalah Musa dalam munajatnya dengan Allah: \"Wahai Tuhamku, nampakkanlah zat-Mu kepadaku, agar aku dapat melihat-Mu\"\n\n Allah berfirman: \"Engkau tidak akan sanggup melihat-Ku, tetapi cubalah lihat bukit itu, jika ia tetap berdiri tegak di tempatnya sebagaimana sedia kala, maka nescaya engkau akan dapat melihat-Ku.”\n\n Lalu menolehlah Nabi Musa mengarahkan pandangannya kejurusan bukit yang dimaksudkan itu yang seketika itu juga dilihatnya hancur luluh masuk ke dalam perut bumi tanpa menghilangkan bekas.\n\n Maka terperanjatlah Nabi Musa, gementarlah seluruh tubuhnya dan jatuh pengsan.\n\n Setelah ia sedar kembali dari pengsannya, bertasbih dan bertahmidlah ia seraya memohon ampun kepada Allah atas kelancangannya itu dan berkata: \"Maha Besarlah Engkau wahai Tuhanku, ampunilah aku dan terimalah taubatku dn aku akan menjadi orang yang pertama beriman kepada-Mu.”\n\n Dalam kesempatan bermunajat itu, Allah menerimakan kepada Nabi Musa kitab suci \"Taurat\" berupa kepingan-kepingan batu-batu atau kepingan kayu menurut sementara ahli tafsir yang di dalamnya tertulis segala sesuatu secara terperinci dan jelas mengenai pedoman hidup dan penuntun kepada jalan yang diredhai oleh Allah.\n\n Allah mengiring pemberian \"Taurat\" kepada Musa dengan firman-Nya: \"Wahai Musa, sesungguhnya Aku telah memilih engkau lebih dari manusia-manusia yang lain di masamu, untuk membawa risalah-Ku dan menyampaikan kepada hamba-hamba-Ku.\n\n Aku telah memberikan kepadamu keistimewaan dengan dapat bercakap-cakap langsung dengan Aku, maka bersyukurlah atas segala kurnia-Ku kepadamu dan berpegang teguhlah pada apa yang Aku tuturkan kepadamu.\n\n Dalam kitab yang Aku berikan kepadamu terhimpun tuntunan dan pengajaran yang akan membawa Bani Isra'il ke jalan yang benar, ke jalan yang akan membawa kebahagiaan dunia dan akhirat bagi mereka.\n\n Anjurkanlah kaummu Bani Isra'il agar mematuhi perintah-perintah-Ku jika mereka tidak ingin Aku tempatkan mereka di tempat-tempat orang-orang yang fasiq.”\n\n Bani Isra'il kembali menyembah patung anak lembu\n\n Nabi Musa berjanji kepada Bani Isra'il yang ditinggalkan di bawah pimpinan Nabi Harun bahwa ia tidak akan meninggalkan mereka lebih lama dari tiga puluh hari, dalam perjalananya ke Thur Sina untuk berminajat dengan Tuhan.\n\n Akan tetapi berhubung dengan adanya perintah Allah kepada Musa untuk melengkapi jumlah hari puasanya menjadi empat puluh hari, maka janjinya itu tidak dapat ditepati dan kedatangannya kembali ke tengah-tengah mereka tertunda menjadi sepuluh hari lebih lama daripada yang telah dijanjikan.\n\n Bani Isra'il merasa kecewa dan menyesalkan kelambatan kedatangan Nabi Musa kembali ke tengah-tengah mereka.\n\n Mereka menggerutu dan mengomel dengan melontarkan kata-kata kepada Nabi Musa seolah-olah ia telah meninggalkan mereka dalam kegelapan dan dalam keadaan yang tidak menentu.\n\n Mereka merasa seakan-akan telah kehilangan pimpinan yang biasanya memberi bimbingan dan petunjuk-petunjuk kepada mereka.\n\n Keadaan yang tidak puas dan bingung yang sedang meliputi kelompok Bani Isra'il itu, digunakan oleh seprg munafiq, bernama Samiri yang telah berhasil menyusup ke tengah-tengah mereka, sebagai kesempatan yang baik untuk menyebarkan benih syiriknya dan merusakkan akidah para pengikut Nabi Musa yang baru saja menerima ajaran tauhid dan iman kepada Allah.\n\n Samiri yang munafiq itu menghasut mereka dengan kata-kata bahwa Musa telah tersesat dalam tugasnya mencari Tuhan bagi mereka dan bahwa dia tidak dapat diharapkan kembali dan karena itu dianjurkan oleh Samiri agar mereka mencari tuhan lain sebagai ganti dari Tuhan Musa.\n\n Samiri melihat bahwa hasutan itu dapat menggoyahkan iman dan akidah pengikut-pengikut Musa yang memang belum meresapi benar ajaran tauhidnya segera membuat patung bagi mereka untuk disembah sebagai tuhan pengganti Tuhannya Nabi Musa.\n\n PAtung itu berbentuk anak lembu yang dibuatnya dari emas yang dikumpulkan dari perhiasan-perhiasan para wanita.\n\n Dengan kepandaian tektiknya patung itu dibuat begitu rupa sehingga dapat mengeluarkan suara menguap seakan-akan anak lembu sejati yang hidup.\n\n Maka diterimalah anak patung lembu itu oleh Bani Isra'il pengikut Nabi Musa yang masih lemah iman dan akidahnya itu sebagai tuhan persembahan mereka.\n\n Ditegurlah mereka oleh Nabi Harun yang berkata: \"Alangkah bodohnya kamu ini! Tidakkah kamu melihat anak lembu yang kamu sembah ini tidak dapat bercakap-cakap dengan kamu dan tidak pula dapat menuntun kamu ke jalan yang benar.\n\n Kamu telah menganiaya diri kamu sendiri dengan menyembah pada sesuatu selain Allah.”\n\n Teguran Nabi Harun itu dijawab oleh mereka yang telah termakan hasutan Samiri itu dengan kata-kata: \"Kami akan tetap berpegang pada anak lembu ini sebagai tuhan persembahan kami sampai Musa kembali ke tengah-tengah kami.”\n\n Nabi Harun tidak dapat berbuat banyak menghadapi kaumnya yang telah berbalik menjadi murtad itu, karena ia khuatir kalau mereka dihadapi dengan sikap yang keras, akan terjadi perpecahan di antara mereka dan akan menjadi keadaan yang lebih rumit dan gawat sehingga dapat menyulitkan baginya dan bagi Nabi Musa kelak bila ia datang untuk mencarikan jalan keluar dari krisis iman yang melanda kaumnya itu.\n\n Ia hanya memberi peringatan dan nasehat kepada mereka sambil menanti kedatangan Musa kembali dari Thur Sina.\n\n Dalam pada itu, Nabi Musa setelah selesai bermunajat dengan Tuhan dan dalam perjalanannya kembali ke tempat di mana kaumnya sedang menunggu memperolehi isyarat tentang apa yang telah terjadi dan dialami oleh Nabi Harun selama ketiadaannya.\n\n Nabi Musa sangat marah dan sedih hati tatkala ia tiba di tempat dan melihat kaumnya sedang berpesta mengelilingi anak patung lembu emas, menyembahnya dan memuji-mujinya.\n\n Dan karena sangat marah dan sedihnya ia tidak dapat menguasai dirinya, kepingan-kepingan Taurat dilemparkan berantakan.\n\n Harun saudaranya dipegang rambut kepalanya ditarik kepadanya seraya berkata menegur: \"Apa yang engkau buat tatkala engkau melihat mereka tersesat dan terkena oleh hasutan dan fitnahan Samiri? Tidakkah engkau mematuhi perintahku dan pesanku ketika aku menyerahkan mereka kepadamu untuk engkau pimpin? Tidakkah engkau berdaya melawan hasutan Samiri dengan memberi petunjuk dan penerangan kepada mereka dan mengapa engkau tidak cepat memadamkan api kemurtadan ini sebelum menjadi besar begini?\" \n\n Harun berkata menanggapi teguran Musa: \"Hai anak ibuku, janganlah engkau memegang jangut dan rambut kepalaku, menarik-narikku.\n\n Aku telah berusaha memberi nasehat dan teguran kepada mereka, namun mereka tidak mengindahkan kata-kataku.\n\n Mereka menganggapkan aku lemah dan mengancam akan membunuhku.\n\n Aku khawatir jika aku menggunakan sikap dan tindakan yang keras, akan terjadi perpecahan dan permusuhan di antara sesama kita, hal mana akan menjadikan engkau lebih marah dan sedih.\n\n Lepaskanlah aku dan janganlah membuatkan musuh-musuhku bergembira melihat perlakuanmu terhadap diriku.\n\n Janganlah disamakan aku dengan orang-orang yang zalim.”\n\n Setelah mereda rasa jengkel dan sedihnya dan memperoleh kembali ketenangannya, berkatalah Nabi Musa kepada Samiri, orang munafiq yang menjadi biang keladi dari kekacauan dan kesesatan itu: \"Hai Samiri, apakah yang mendorongmu menghasut dan menyesatkan kaumku, sehingga mereka kembali menjadi murtad, menyembah patung yang engkau buatkan dari emas itu?\" \n\n Samiri menjawab: \"Aku telah melihat sesuatu yang mereka tidak melihatnya.\n\n Aku telah melihat kuda malaikat Jibril.\n\n aku mengambil segenggam tanah bekas jejak telapak kakinya itu, lalu aku lemparkannya ke dalam emas yang mencair di atas api dan terjadilah patung anak lembu yang dapat menguak, mengeluarkan suara sebagaimana anak lembu biasa.\n\nDemikianlah hawa nafsuku membujukku untuk berbuat itu.”\n\n Berkata Nabi Musa kepada Samiri: \"Pergilah engkau dan jauhilah pergaulan manusia sebab karena perbuatan kamu itu engkau harus dipencilkan dan menjadi tabu {sesuatu yang terlarang} jika disentuh atau menyentuh seseorang ia akan menderita sakit demam panas.\n\n Ini adalah ganjaranmu di dunia, sedang di akhirat nerakalah akan menjadi tempatmu.\n\n Dan tuhanmu yang engkau buat dan sembah ini kami akan bakar dan campakkannya ke dalam laut.”\n\n Kemudian berpalinglah Nabi Musa kepada kaumnya berkata: \"Hai kaumku, alangkah buruknya perbuatan yang kamu telah kerjakan setelah kepergianku! Apakah engkau hendak mendahului janji Tuhanmu? Bukankah Tuhanmu telah menjanjikan kepadamu janji yang baik, berupa kitab suci? Ataukah engkau menghendaki kemurkaan Tuhan menimpa atas dirimu, karena perbuatanmu yang buruk itu dan perlanggaranmu terhadap perintah-perintah dan ajaran-ajaranku.”\n\n Kaum Musa menjawab: \"Kami tidak sesekali melanggar perjanjianmu dengan kemauan kami sendiri, akan tetapi kami disuruh membawa beban-beban perhiasan yang berat kepunyaan orang Mesir yang atas anjuran Samiri kami lemparkan ke dalam api yang sedang menyala.\n\n Kemudian perhiasan-perhiasan yang kami lemparkan itu menjelma menjadi patung anak lembu yang bersuara, sehingga dapat menyilaukan mata kepala kami dan menggoyahkan iman yang sudah tertanam di dalam dada kami.”\n\n Berkata Musa kepada mereka: \"Sesungguhnya kamu telah berbuat dosa besar dan menyia-nyiakan dirimu sendiri dengan menjadikan patung anak lembu itu sebagai persembahanmu, maka bertaubatlah kamu kepada Tuhan, Penciptamu dan Pencipta alam semesta dan mohonlah ampun daripadanya agar Dia menunjukkan kembali kepada jalan yang benar.”\n\n Akhirnya kaum Musa itu sedar atas kesalahannya dan mengakui bahwa mereka telah disesatkan oleh syaitan dan memohon ampun dan rahmat Allah agar selanjutnya melindungi mereka dari godaan syaitan dan iblis yang akan merugikan mereka di dunia dan akhirat.\n\n Demikian pula Nabi Musa beristighfar memohon ampun baginya dan bagi Harun saudaranya setalah ternyata bahwa ia tidak melalaikan tugasnya sebagai wakil Musa dalam menghadapi krisis iman yang dialami oleh kaumnya.\n\n Berdoa Musa kepada Tuhannya: \"Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami berdua ke dalam lingkaran rahmat-Mu sesungguhnya Engkaulah Maha Pengampun lagi Maha Penyayang.”\n\n Setelah suasana yang meliputi hubungan Musa dengan Harun di satu pihak dan hubungan mereka berdua dengan kaumnya di lain pihak menjadi tenang kembali, kepingan-kepingan Taurat yang bertaburan sudah dihimpun dan disusun sebagaimana asalnya, maka Allah memerintahkan kepada Musa agar membawa sekelompok dari kaumnya menghadap untuk meminta ampun atas dosa mereka menyembah patung anak lembu.\n\n Tujuh puluh orang dipilih oleh Nabi Musa di antara kaumnya untuk diajak pergi bersama ke Thur Sina memenuhi perintah Allah meminta ampun atas dosa kaumnya.\n\n Mereka diperintahkan untuk keperluan itu agar berpuasa, mensucikan diri, pakaian mereka dan pada waktu yang telah ditentukan berangkatlah Nabi Musa bersama tujuh puluh orang itu menuju ke bukit Thur Sina.\n\n Setiba mereka di Thur Sina turunlah awan yang tebal meliputi seluruh bukit, kemudian masuklah Nabi Musa diikuti para pengikutnya ke dalam awan gelap itu dan segera mereka bersujud.\n\n Dan sementara bersujud terdengarlah oleh kelompok tujuh puluh itu percakapan Nabi Musa dengan Tuhannya.\n\n Pada saat itu timbullah dalam hati mereka keinginan untuk melihat Zat Allah dengan mata kepala mereka setelah mendengar percakapan-Nya dengan telinga.\n\nMaka setelah selesai Nabi Musa bercakap-cakap dengan Allah berkatalah mereka kepadanya: \"Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan terang.”\n\n Dan sebagai jawapan atas keinginan mereka yang menunjukkan keingkaran dan ketakaburan itu, Allah seketika itu juga mengirimkan halilintar yang menyambar dan merenggut nyawa mereka sekaligus.\n\n Nabi Musa merasa sedih melihat nasib fatal yang menimpa kelompok tujuh puluh orang yang merupakan orang-orang yang terbaik di antara kaumnya.\n\n Ia berseru memohon kepada Allah agar diampuni dosa mereka seraya berkata: \"Wahai Tuhanku, aku telah pergi ke Thur Sina dengan tujuh puluh orang yang terbaik di antara kaumku kemudian aku akan kembali seorang diri, pasti kaumku tidak akan mempercayaiku.\n\n Ampunilah dosa mereka, wahai Tuhanku dan kembalilah kepada mereka nikmat hidup yang Engkau telah cabut sebagai pembalasan atas keinginan dan permintaan mereka yang durhaka itu.”\n\n Alah memperkenankan doa Musa dan permohonannya dengan dihidupkan kembali kelompok tujuh puluh orang itu, maka bangunlah mereka seakan-akan orang yang baru sedar dari pengsannya.\n\n Kemudian pada kesempatan itu Nai Musa mengambil janji dari mereka bahwa mereka akan berpegangan teguh kepada kitab Taurat sebagai pedoman hidup mereka melaksanakan perinta-perintahnya dan menjauhi segala apa yang dilarangnya.\n\n Bani Isra'il mengembara tidak berketentuan tempat tinggalnya\n\n Tidak kurang-kurang kurniaan Allah yang diberikan kepada kaum Bani Isra'il.\n\n Mereka telah dibebaskan dari kekuasaan Fir'aun yang kejam yang telah menindas dan memperhambakan mereka berabad-abad lamanya.\n\n Telah diperlihatkan kepada mereka bagaimana Allah telah membinasakan Fir'aun , musuh mereka tenggelam di laut.\n\n Kemudian tatkala mereka berada di tengah-tengah padang pasir yang kering dan tandus, Allah telah memancarkan air dari sebuah batu dan menurunkan hidangan makanan \"Manna dan Salwa\" bagi keperluan mereka.\n\n Di samping itu Allah mengutuskan beberapa orang rasul dan nabi dari kalangan mererka sendiri untuk memberi petunjuk dan bimbingan kepada mereka.\n\n Akan tetapi kurnia dan nikmat Allah yang susul-menyusul yang diberikan kepada mereka, tidaklah mengubah sifat-sifat mereka yang tidak mengenal syukur, berkeras kepala dan selalu membangkang terhadap perintah Allah yang diwahyukan kepada rasul-Nya.\n\n Demikianlah tatkala Allah mewahyukan perintah-Nya kepada Nabi Musa untuk memimpin kaumnya pergi ke Palestin, tempat suci yang telah dijanjikan oleh Allah kepada Nabi Ibrahim untuk menjadi tempat tinggal anak cucunya, mereka membangkang dan enggan melaksanankan perintah itu.\n\n Alasan penolakan mereka ialah karena mereka harus menghadapi suku \"Kana'aan\" yang menurut anggapan mereka adalah orang-orang yang kuat dan perkasa yang tidak dapat dikalahkan dan diusir dengan aduan kekuatan.\n\n Mereka tidak mempercayai janji Allah melalui Musa, bahwa dengan pertolongan-Nya mereka akan dapat mengusir suku Kan'aan dari kota Ariha untuk dijadikan tempat pemukiman mereka selama-lamanya.\n\n Berkata mereka tanpa malu, menunjuk sifat pengejutnya kepada Musa: \"Hai Musa, kami tidak akan memasuki Ariha sebelum orang-orang suku Kan'aan itu keluar.\n\n KAmi tidak berdaya menghadapi mereka dengan kekuatan Fisikal kerana mereka telah terkenal sebagai orang-orang yang kuat dan perkasa.\n\n Pergilah engkau berserta Tuhanmu memerangi dan mengusir orang-orang suku Kan'aan itu dan tinggalkanlah kami di sini sambil menanti hasil perjuanganmu.”\n\n Naik pitamlah Nabi Musa melihat sikap kaumnya yang pengecut itu yang tidak mau berjuang dan memeras keringat untuk mendapat tempat pemukiman tetapi ingin memperolehnya secara hadiah atau melalui mukjizat sebagaimana mereka telah mengalaminya dan banyak peristiwa.\n\n Dan yang menyedihkan hati Musa ialah kata-kata mengejek mereka yang menandakan bahwa dada mereka masih belum bersih dari benih kufur dan syirik kepada Allah.\n\n Dalam keadaan marah setelah mengetahui bahwa tiada seorang daripada kaumnya yang akan mendampinginya melaksanakan perintah Allah itu, berdoalah Nai Musa kepada Allah: \"Ya Tuhanku, aku tidak menguasai selain diriku dan diri saudaraku Harun, maka pisahkanlah kami dari orang-orang yang fasiq yang mengingkari nikmat dan kurnia-Mu.”\n\n Sebagaimana hukuman bagi Bani Isra'il yang telah menolak perintah Allah memasuki Palestin, Allah mengharamkan negeri itu atas mereka selama empat puluh tahun dan selama itu mereka akan mengembara berkeliaran di atas bumi Allah tanpa mempunyai tempat mukim yang tetap.\n\n Mereka hidup dalam kebingungan sampai musnahlah mereka semuanya dan datang menyusul generasi baru yang akan mewarisi negeri yang suci itu sebagaimana yang telah disanggupkan oleh Allah kepada Nabi Ibrahim a.s\n\n Kisah sapi Bani Isra'il\n\n Salah satu dari beberapa mukjizat yang telah dinerikan oleh Allah kepada Nabi Musa ialah penyembelihan sapi yang terkenal dengan sebutan sapi Bani ISra'il.\n\n Dikisahkan bahwa ada seorang anak laki-laki putera tunggal dari seorang kaya-raya memperolehi warisan harta peninggalan yang besar dari ayahnya yang telah wafat tanpa meninggalkan seorang pewaris selain putera tunggalnya itu.\n\n Saudara-saudara sepupu dari putera tunggal itu iri hati dan ingin menguasai harta peninggalan yang besar itu atau setidak-tidaknya sebahagian daripadanya.\n\n Dan kerana menurut hukum yang berlaku pada waktu itu yang tidak memberikan hak kepada mereka untuk memperoleh walau sebahagian dari peninggalan bapa saudara mereka , mereka bersekongkol untuk membunuh saudara sepupu pewaris itu, sehingga bila ia sudah mati hak atau warisan yang besar itu akan jatuh kepada mereka.\n\n Pembunuh atas pewaris sah itu dilaksanakan menurut rencana yang tersusun rapi kemudian datanglah mereka kepada Nabi Musa melaporkan, bahwa mereka telah menemukan saudara sepupunya mati terbunuh oleh seorang yang tidak dikenal identitinya maupun tempat di mana iamenyembunyikan diri.\n\n Mereka mengharapkan Nabi Musa dapat menyingkap tabir yang menutupi peristiwa pembunuhan itu serta siapakah gerangan pembunuhnya.\n\n Utk keperluan itu, Nabi Musa memohon pertolongan Allah yang segera menwahyukan perintah kepadanya agar ia menyembelih seekor sapi dan dengan lidah sapi yang disembelih itu dipukullah mayat sang korban yang dengan izin Allah akan bangun kembali memberitahukan siapakah sebenarnya yang telah melakukan pembunuhan atas dirinya.\n\n Tatkala Nabi Musa menyampaikan cara yang diwahyukan oleh Allah itu kepada kaumnya ia ditertawakan dan diejek karena akal mereka tidak dapat menerima bahwa hal yang sedemikian itu boleh terjadi.\n\n Mereka lupa bahwa Allah telah berkali-kali menunjukkan kekuasaan-Nya melalui mukjizat yang diberikan kepada Musa yang kadang kala bahkan lebih hebat dan lebih sukar untuk diterima oleh akal manusia berbanding mukjizat yang mereka hadapi dalam peristiwa pembunuhan pewaris itu.\n\n Berkata mereka kepada Musa secara mengejek: \"Apakah dengan cara yang engkau usulkan itu, engkau bermaksud hendak menjadikan kami bahan ejekan dan tertawaan orang? Akan tetapi kalau memang cara yang engkau usulkan itu adalah wahyu, maka cubalah tanya kepada Tuhanmu, sapi betina atau jantankah yang harus kami sembelih? Dan apakah sifat-sifatnya serta warna kulitnya agar kami tidak dapat salah memilih sapi yang harus kami sembelih?\" \n\n Musa menjawab: \"Menurut petunjuk Allah, yang harus disembelih itu ialah sapi betina berwarna kuning tua, belum pernah dipakai untuk membajak tanah atau mengairi tanaman tidak cacat dan tidak pula ada belangnya.”\n\n Kemudian dikirimkanlah orang ke pelosok desa dan kampung-kampung mencari sapi yang dimaksudkan itu yang akhirnya diketemukannya pada seorang anak yatim piatu yang memiliki sapi itu sebagai satu-satunya harta peninggalan ayahnya serta menjadi satu-satunya sumber nafkah hidupnya.\n\n Ayah anak yatim itu adalah seorang fakir miskin yang soleh, ahli ibadah yang tekun yang pada saat mendekati waktu wafatnya, berdoalah kepada Allah memohon perlindungan bagi putera tunggalnya yang tidak dapat meninggalkan warisan apa-apa baginya selain seekor sapi itu.\n\n Maka berkat doa ayah yang soleh itu terjuallah sapi si anak yatim itu dengan harga yang berlipat ganda karena memenuhi syarat dan sifat-sifat yang diisyaratkan oleh Musa untuk disembelih.\n\n Setelah disembelih sapi yang dibeli dari anak yatim itu, diambillah lidahnya oleh Nabi Musa, lalu dipukulkannya pada tubuh mayat, yang seketika bangunlah ia hidup kembali dengan izin Allah, menceritakan kepada Nabi Musa dan para pengikutnya bagaimana ia telah dibunuh oleh saudara-saudara sepupunya sendiri.\n\n Demikianlah mukjizat Allah yang kesekian kalinya diperlihatkan kepada Bani Isra'il yang keras kepala dan keras hati itu namun belum juga dapat menghilangkan sifat-sifat congkak dan membangkang mereka atau mengikis-habis bibit-bibit syirik dan kufur yang masih melekat pada dada dan hati mereka.\n\n Nabi Musa A.s dan Al-Khidir\n\n Pada suatu ketika berpidatolah Nabi Musa di depan kaumnya Bani Isra'il.\n\n Ia berdakwah kepada mereka, memberi nasehat dengan mengingatkan kepada mereka akan kurnia dan nikmat Allah yang telah dicurahkan kepada mereka yang sepatutnya diimbangi dengan syukur dan pelaksanaan ibadah yang tulus, melakukan segala perintah-Nya dan meninggalkan segala larangan-Nya.\n\n Kepada mereka yang beriman, bertaat dan bertakwa, Nabi Musa menjanjikan pahala syurga dan bagi mereka yang mengingkari nikmat Allah diancam dengan seksa api neraka.\n\n Begitu Nabi Musa mengakhiri pidatonya bangunlah di antara para hadiri bertanya kepadanya: \"Wahai Musa, siapakah di atas bumi Allah ini paling pandai dan paling berpengetahuan?\" \"Aku\", jawab Musa.\n\n Apakah tidak ada kiranya orang yang lebih pandai dan lebih berpengetahuan daripadamu?\" Tanya lagi si penanya itu.\n\n \"Tidak ada\" , ujar Musa seraya berkata dalam hati kecilnya: \" Bukankah aku Nabi terbesar di antara Bani Isra'il? Aku adalah penakluk Fir'aun, pemegang berbagai mukjizat, yang telah dapat membelah laut dengan tongkatku dan akulah yang memperoleh kesempatan bercakap-cakap langsung dengan Tuhan.\n\n Maka kemuliaan apa lagi yang dapat melebihi kemuliaan serta kebesaran yang aku capai itu, yang belum pernah dialami dan dicapai oleh sesiapa pun sebelum aku.”\n\n Rasa sombong dan keunggulan diri yang tercermin dalam kata-kata Nabi Musa, dicela oleh Allah yang memperingatkan kepadanya bahwa ilmu itu adalah lebih luas untuk dimiliki oleh seseorang walaupun ia adalah seorang rasul dan bahwa bagaimana luasnya ilmu dan pengetahuan seseorang, nescaya akan terdapat orang lain yang lebih pandai dan lebih alim daripadanya.\n\n Selanjutnya untuk melanjutkan kekurangan yang ada pada diri Nabi Musa Allah memerintahkan kepadanya agar menemui seorang hamba-Nya di suatu tempat di mana dua lautan bertemu.\n\n Hamba yang soleh yang telah diberinya rahmat dan ilmu oleh Allah itu akan memberi tambahan pengetahuan dan ilmu kepada Nabi Musa sehingga dapat menjadikan sedar bahwa tiada manusia yang dapat membanggakan diri dengan mengatakan bahwa akulah orang yang terpandai dan berpengetahuan luas di atas bumi ini.\n\n Berkata Musa kepada Tuhan: \"Wahai Tuhanku, aku akan pergi mencari hamba-Mu yang soleh itu, bagi memperolehi bunga api ilmunya dan mendapat titisan air pengetahuan dan ilham yang Engkau telah berikan kepadanya.”\n\n Allah berfirman kepada Musa: \"Bawalah seekor ikan didalam sebuah keranjang dalam perjalananmu mencari dia dan ketahuilah bahwa di tempat di mana engkau akan kehilangan ikan di dalam keranjang itu, di situ engkau akan menemui hamba-Ku yang soleh itu.”\n\n Nabi Musa menyiapkan diri untuk perjalanan yang jauh, didampingi oleh \"Yusya' bin Nun\" seorang daripada para pengikutnya yang setia.\n\n Ia membawa bekal makanan dan minuman di antaranya sebuah keranjang yang terisi seekor ikan sesuai dengan petunjuk Allah.\n\n Ia berkeras hati tidak akan kembali sebelum ia dapat menemui hamba yang soleh itu walaupun ia harus melakukan perjalanan yang berbulan-bulan bahkan bertahun-tahun bila perlu.\n\n Ia berpesan kepada teman sepejalanannya Yusya' bin Nun agar segera memberitahu kepadanya bilamana ikan yang di dalam keranjang yang dibawanya itu hilang.\n\n Tatkala Nabi Musa nerserta Yusya' bin Nun sampai di mana dua lautan bertemu yang telah diisyaratkan dalam firman Allah kepadanya, tertidurlah ia di atas sebuah batu yang besar yang berada di tepi lautan.\n\n Pada saat ia lagi tidur nyenyak, turunlah hujan rintik-rintik, membasahi seekor di dalam keranjang itu dan tanpa mereka ketahui melompatlah ikan tersebut itu masuk ke dalam laut.\n\n Setelah Musa terjaga dari tidurnya, bangunlah mereka meneruskan perjalanan yang tidak menentu arah maupun tujuan.\n\n Dan dalam perjalanan yang sudah agak jauh, berhentilah Musa beristirehat sekadar untuk menghilangkan rasa penatnya seraya meminta dari Yusya bin Nun agar menyiapkan santapannya karena ia sudah sangat lapar.\n\n Ketika Yusya bin Nun membuka keranjang untuk mengambil makanan teringatlah olehnya akan ikan yang hilang dan melompat ke dalam laut.\n\n Maka berkatalah Yusya' kepada Nabi Musa: \"Aku telah dilupakan oleh syaitan untuk memberitahu kepadamu segera, bahwa tatkala engkau berada di atas batu karang sedang tidur nyenyak, ikan kami yang berada di dalam keranjang tiba-tiba hidup kembali setelah kejatuhan air hujan dan melompat masuk ke dalam laut.\n\n Sepatutnya aku melapurkan kkepadamu segera, sesuai dengan pesananmu, namun aku dilupakan oleh syaitan.”\n\n Wajah Nabi Musa berseri-seri menjadi kegirangan mendengar berita itu dari Yusya' karena telah dapat mengetahui di mana ia akan dapat bertemu dengan hamba Allah yang dicari itu.\n\n Berkata Musa kepada Yusya': \"Inilah tempat yang kami tuju dan disini kami akan menemui orang yang kami cari.\n\n Marilah kami kembali ke tempat batu karang itu yang menjadi tempat tujuan terakhir dari perjalanan kami yang jauh ini.”\n\n Setiba mereka kembali di tempat di mana mereka kehilangan ikan, mereka melihat seorang bertubuh kurus langsing yang pada wajahnya tampak cahaya dan iman serta tanda-tanda orang soleh.\n\n Ia sedang menutpi tubuhnya dan pakaiannya sendiri, yang segera disingkapnya ketika mendengar kata-kata salam Nabi Musa kepadanya.\n\n \"Siapakah engkau?\" bertanya orang soleh itu.\n\n Musa menjawab: \"Aku adalah Musa.”\n\n Bertanya kembali orang soleh itu: \"Musa, nabi Bani Isra'ilkah?\" \n\n \"Betul\", jawab Musa, seraya bertanya: \"Dari manakah engkau mengetahui bahwa aku adalah Nabi Bani Isra'il?\" \n\n \"Dari yang mengutusmu kepadaku\", jawab orang soleh itu.\n\n \"Inilah hamba Allah yang aku cari\", berkata Musa dalam hatinya, seraya mendekatinya dan berkata kepadanya: \"Dapatkah engkau memperkenankan aku mengikutimu dan berjalan bersamamu ke mana saja engkau pergi sebagai bayanganmu dan sebagai muridmu? Aku akan mematuhi segala petunjuk dan perintahmu.”\n\n Hamba soleh atau menurut banyak pendapat ahli-ahli tafsir Nabi Al-Khidhir itu menjawab: \"Engkau tidak akan sabar dan tidak dapat menahan diri bila engkau mengikutiku dan berjalan bersamaku.\n\n Engkau akan mengalami dan melihat hal-hal yang ajaib yang sepintas lalu nampak seakan-akan perbuatan yang salah dan mungkar namun pada hakikatnya adalah perbuatan benar dan wajar dab engkau sebagai manusia tidak akan berdiam diri melihatku melakukan perbuatan dan tingkah laku yang ganjil menurut pandanganmu.”\n\n Musa menjawab dengan sikap seorang murid yang ingin belajar dan menambah pengetahuan : \"Insya-Allah engkau akan mendapati aku seorang yang sabar yang tidak akan melanggar sesuatu perintah atau petunjuk daripadamu.”\n\n Berkata Al-Khidhir kepada Musa: \"JIka engkau benar-benar ingin mengikutiku dan berjalan bersamaku maka engkau harus berjanji tidak akan mendahului bertanya tentang sesuatu sebelum aku memberitahukan kepadamu.\n\n Engkau harus berjanji bahwa engkau tidak akan menentang segala perbuatan dan tindakan yang aku lakukan dihadapan mu walaupun menurut pandanganmu itu salah dan mungkar.\n\n Aku dengan sendirinya memberi alasan dan tafsiran bagi segala tindakan dan perbuatanmu kepadamu kelak pada akhir perjalanan kami berdua.”\n\n Dengan diterimanya pesyaratan Nabi Al-Khidhir oleh Musa yang berjanji akan mematuhinya bulat-bulat, maka diajaklah Nabi Musa mengikutinya dalam perjalanan.\n\n Pelanggaran pertama terhadap persyaratan Al-Khidhir terjadi tatkala mereka sampai di tepi pantai, di mana terdapat sebuah perahu sedang berlabuh.\n\n Nabi Al-Khidhir meminta pertolongan pemilik perahu itu, agar menghantar mereka di suatu tempat yang di tuju.\n\n Dengan senang hati diangkutlah mereka berdua secara percuma tanpa bayaran bahkan dihormati dan diberi layanan yang baik kerana dilihatnya oleh pemilik perahu bahwa kedua orang itu memiliki sifat-sifat dan ciri-ciri yang tidak terdapat pada orang biasa.\n\n Tatkala mereka berada dalam perut perahu yang sedang meluncur dengan lajunya di antara gelombang-gelombang tiba-tiba Musa melihat Al-Khidhir melubangi perahu itu dengan mengambil dua keping kayunya.\n\n Perbuatan mana yang dianggap oleh Musa suatu gangguan dan pengrusakan bagi milik seseorang yang telah berbuat baik terhadap mereka.\n\n Musa lupa akan janjinya sendiri dan ditegulah Al-Khidhir dengan berkata: \"Engkau telah melakukan perbuatan mungkar dengan merusak dan melubangi perahu ini.\n\n Apakah dengan perbuatan kamu ini engkau hendak menenggelamkan perahu ini dengan semua penumpangnya? Tidakkah engkau merasa kasihan kepada pemilik perahu ini yang telah berjasa kepada kami dan menghantarkan kami ke tempat yang kami tuju tanpa membayar sesen pun?\" \n\n Berkata Al-Khidhir menjawab teguran Musa: \"Bukankah aku telah katakan kepadamu bahwa engkau tidak akan sabar menahan diri melihat tindak-tandukku di dalam perjalanan menyertaiku.”\n\n Musa berkata: \"Maafkanlah daku.\n\n Aku telah lupa akan janjiku sendiri.\n\n Janganlah aku dipersalahkan dan dimarahi akan kelupaanku.”\n\n Permintaan maaf Musa diterimalah oleh Al-Khidhir dan tibalah meeka berdua di tempat yang dituju di sebuah pantai.\n\n Kemudian perjalanan dilanjutkan di darat dan bertemulah mereka dengan seorang anak laki-laki yang sedang bermain-main dengan kawan-kawannya.\n\n Tiba-tiba dipanggillah anak itu oleh Al-Khidhir, dibawanya ke tempat yang agak jauh, dibaringkannya dan dibunuhnya seketika itu.\n\n Alangkah terperanjatnya Musa melihat tindakan Al-Khidhir yang dengan sewenang-wenangnya telah membunuh seorang anak yang tidak berdosa, seorang yang mungkin sekali dalam fikiran Musa adalah harapan satu-satunya bagi kedua orang tuanya.\n\n Musa sebagai Nabi yang diutus oleh Allah untuk memerangi kemungkaran dan kejahatan tidak dapat berdiam diri melihat Al-Khidhir melakukan pembunuhan yang tiada beralasan itu, maka ditegurlah ia seraya berkata: \"Mengapa engkau telah membunuh seorang anak yang tidak berdosa? Sesungguhnya engkau telah melakukan perbuatan yang mungkar dan keji.”\n\n Al-Khidhir menjawab dengan sikap dinginnya: \"Bukankah aku telah berkata kepadamu, bahwa engkau tidak akan sabar menahan diri berjalan dengan aku?\" Dengan rasa malu mendengar teguran Al-Khidhir itu, berucaplah Musa: \"Maafkanlah aku untuk kedua kalinya dan perkenankanlah untuk aku meneruskan perjalanan bersamamu dengan pergertian bahwa bila terjadi lagi perlanggaran dari pihakku untuk kali ketiganya, maka janganlah aku diperbolehkan menyertaimu seterusnya.\n\nSesungguhnya telah cukup engkau memberi uzur dan memberi maaf kepadaku.”\n\n Dengan janji terakhir yang diterima oleh Al-Khidhir dari Musa diteruskanlah perjalanan mereka berdua sampai tiba di suatu desa di mana mereka ingin beristirehat untuk menghilangkan lelah dan penat mereka akibat perjalanan jauh yang telah ditempuh.\n\n Mereka berusaha untuk mendapat tempat penginapan sementara dan sedikit bahan makanan untuk sekadar mengisi perut kosong mereka, namun tidak seorang pun dari penduduk desa yang memang terkenal bachil {pelit} itu yang mau menolong mereka memberi tempat beristirehat atau sesuap makanan sehingga dengan rasa kecewa mereka segera meninggalkan desa itu.\n\n Dalam perjalanan Musa dan Al-Khidhir hendak keluar dari desa itu mereka melihat dinding salah satu rumah desa itu nyaris roboh.\n\n Segera AL-Khidhir menghampiri dinding itu dan ditegakkannya kembali.\n\n Dan secara spontan, tanpa disedar, berkata Musa kepada Al-Khidhir: \"Hairan bin ajaib, mengapa engkau berbuat kebaikan bagi orang0orang yang jahat dan pelit ini.\n\n Mereka telah menolak untuk memberi kepada kami tempat istirehat dan sesuap makanan untuk perut kami yang lapar.\n\n Sepatutnya engkau menuntut upah bagi usahamu menegakkan dinding itu, agar dengan upah yang engkau perolehi itu dapat kami menutupi keperluan makan minum kami.”\n\n Al-Khidhir menjawab: \"Wahai Musa, inilah saat untuk kami berpisah sesuai dengan janjimu yang terakhir.\n\n Cukup sudah aku memberimu kesempatan dan uzur.\n\n Akan tetapi sebelum kami berpisah , akan aku berikan kepadamu tujuan serta alasan-alasan perbuatan-perbuatanku yang engkau rasakan tidak wajar dan kurang patut.”\n\n \"Ketahuilah hai Musa\", Al-Khidhir melanjutkan huraiannya,\"bahwa pengrusakan bahtera yang kami tumpangi itu adalah dimaksudkan untuk menyelamatkannya dari pengambil-alihan oleh seorang raja yang zalim yang sedang mengejar di belakang bahtera itu.\n\n Sedang bahtera itu adalah milik orang-orang fakir-miskin yang digunakan sebagai sarana mencari nafkah bagi hidup mereka sehari-hari.\n\n Dengan melubangi yang aku lakukan dalam bahtera itu, si raja yang zalim itu akan berfikir dua kali untuk merampas bahtera itu yang dianggapnya rusak dan berlubang itu.\n\n Maka perbuatanku yang pada lahirnya adalah pengrusakan milik orang, namun tujuannya ialah menyelamatkannya dari tindakan perampasan sewenang-wenangnya.”\n\n \"Adapun tentang anak yang aku bunuh itu ialah bertujuan menyelamatkan kedua orang tuanya dari gangguan anak yang durhaka itu.\n\n Kedua orang tua anak itu adalah orang-orang yang mukmin, soleh dan bertakwa yang aku khuatirkan akan menjadi tersesat dan melakukan hal-hal yang buruk karena dorongan anaknya yang durhaka itu.\n\n Aku harapkan dengan matinya anak itu Allah akan mengurniai anak pengganti yang soleh dan berbakti kepada mereka berdua.”\n\n Sedang mengenai dinding rumah yang ku perbaiki dan ku tegakkan kembali itu adalah karena dibawahnya terpendam harta peninggalan milik dua orang anak yatim piatu.\n\n Ayah mereka adalah orang yang soleh ahli ibadah dan Allah menghendaki bahwa warisan yang ditinggalkan untuk kedua anaknya itusampai ketangan mereka selamat dan utuh bila mereka sudah mencapai dewasanya, sebagai rahmat dari Tuhan serta ganjaran bagi ayah mereka yang soleh dan bertakwa itu.”\n\n \"Demikianlah wahai Musa, apa yang ingin engkau ketahui tentang tujuan tindakan-tindakanku yang sepintas lalu engkau anggap buruk dan melanggar hukum.\n\n Semuanya itu telah kulakukan bukan atas kehendakku sendiri tetapi atas tuntunan wahyu Allah kepadaku.”\n\n ",
		"tmp": "Sinai di Mesir",
		"image_url":"http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
		"icon_url":""
	}