[{
		"name": "Nabi Musa AS (Part 2)",
		"thn_kelahiran": "1500",
		"usia": 75,
		"description": "Musa A.s pulang ke Mesir dan menerima Wahyu\n\n Sepuluh tahun lebih Musa meninggalkan Mesir tanah airnya, sejak ia melarikan diri dari buruan kaum Fir'aun.\n\n Suatu waktu yang cukup lama bagi seseorang dapat bertahan menyimpan rasa rindunya kepada tanah air, tempat tumpah darahnya , walaupun ia tidak pernah merasakan kebahagiaan hidup di dalam tanah airnya sendiri.\n\n Apa lagi seorang seperti Musa yang mempunyai kenang-kenangan hidup yang seronok dan indah selama ia berada di tanah airnya sendiri selaku seorang dari keluarga kerajaan yang megah dan mewah, maka wajarlah bila ia merindukan Mesir tanah tumpah darahnya dan ingin pulang kembali setelah ia beristrikan Shafura, puteri Syu'aib.\n\n Bergegas-gegaslah Musa berserta istrinya mengemaskan barang dan menyediakan kenderaan lalu meminta diri dari orang tuanya dan bertolaklah menuju ke selatan menghindari jalan umum supaya tidak diketahui oleh orang-orang Fir'aun yang masih mencarinya.\n\n Setibanya di \"Thur Sina\" tersesatlah Musa kehilangan pedoman dan bingung manakah yang harus ia tempuh.\n\n Dalam keadaan demikian terlihatlah oleh dia sinar api yang nyala-nyala di atas lereng sebuah bukit.\n\n Ia berhenti lalu lari ke jurusan api itu seraya berkata kepada istrinya: \"Tinggallah kamu disini menantiku.\n\n Aku pergi melihat api yang menyala di atas bukit itu dan segera aku kembali.\n\n Mudah-mudahan aku dapat membawa satu berita kepadamu dari tempat api itu atau setidak-tidaknya membawa sesuluh api bagi menghangatkan badanmu yang sedang menggigil kesejukan.”\n\n Tatkala Musa sampai ke tempat api itu terdengar oleh dia suara seruan kepadanya datang dari sebatang pohon kayu di pinggir lembah yang sebelah kanannya pada tempat yang diberkahi Allah.\n\n Suara seruan yang didengar oleh Musa itu ialah: \"Wahai Musa! Aku ini adalah Tuhanmu, maka tanggalkanlah kedua terompahmu.\n\n Sesungguhnya kamu berada di lembah yang suci Thuwa.\n\n Dan aku telah memilih kamu, maka dengarkanlah apa yang akan diwahyukan kepadamu.\n\n Sesungguhnya aku ini adalah Allah tiada Tuhan selain Aku, maka sembahlah Aku dan dirikanlah solat untuk mengingat akan Aku.”\n\n Itulah wahyu yang pertama yang diterima langsung oleh Nabi Musa sebagai tanda kenabiannya, di mana ia telah dinyatakan oleh Allah sebagai rasul dan nabi-Nya yang dipilih Nabi Musa dalam kesempatan bercakap langsung dengan allah di atas bukit Thur Sina itu telah diberi bekal oleh Allah yang Maha Kuasa dua jenis mukjizat sebagai persiapan untuk menghadap kaum Fir'aun yang sombong dan zalim itu.\n\n Bertanyalah Allah kepada Musa: \"Apakah itu yang engkau pegang dengan tangan kananmu hai Musa!\" Suatu pertanyaan yang mengadungi erti yang lebih dalam dari apa yang sepintas lalu dapat ditangkap oleh Nabi Musa dengan jawapannya yang sederhana.\n\n \"Ini adalah tongkatku, aku bertelekan padanya dan aku pukul daun dengannya untuk makanan kambingku.\n\n Selain itu aku dapat pula menggunakan tongkatku untuk keperluan-keperluan lain yang penting bagiku.”\n\n Maksud dan erti dari pertanyaan Allah yang nampak sederhana itu baru dimegertikan dan diselami oleh Musa setelah Allah memerintahkan kepadanya agar meletakkan tongkat itu di atas tanah, lalu menjelmalah menjadi seekor ular besar yang merayap dengan cepat sehingga menjadikan Musa lari ketakutan.\n\n Allah berseru kepadanya: \"Peganglah ular itu dan jangan takut.\n\n Kami akan mengembalikannya kepada keadaan asal.”\n\n Maka begitu ular yang sedang merayap itu ditangkap dan dipegang oleh Musa, ia segera kembali menjadi tongkat yang ia terima dari Syu'aib, mertuanya ketika ia bertolak dari Madyan.\n\n Sebagai mukjizat yang kedua, Allah memerintahkan kepada Musa agar mengepitkan tangannya ke ketiaknya yang nyata setelah dilakukannya perintah itu, tangannya menjadi putih cemerlang tanpa cacat atau penyakit.\n\n Musa diperintahkan berdakwah kepada Fir'aun\n\n Raja Fir'aun yang telah berkuasa di Mesir telah lama menjalankan pemerintahan yang zalim, kejam dan ganas.\n\n Rakyatnya yang terdiri dari bangsa Egypt yang merupakan penduduk peribumi dan bangsa Isra'il yang merupakan golongan pendatang, hidup dalam suasana penindasan, tidak merasa aman bagi nyawa dan harta bendanya.\n\n Tindakan sewenang-wenang dan pihak penguasa pemerintahan terutamanya ditujukan kepada Bani Isra'il yang tidak diberinya kesempatan hidup tenang dan tenteram.\n\n Mereka dikenakan kerja paksa dan diharuskan membayar berbagai pungutan yang tidak dikenakan terhadap penduduk bangsa Egypt, bangsa Fir'aun sendiri.\n\n Selain kezaliman, kekejaman, penindasan dan pemerasan yang ditimpakan oleh Fir'aun atas rakyatnya, terutama kaum Bani Isra'il.\n\n ia menyatakan dirinya sebagai tuhan yang harus disembah dan dipuja.\n\n Dan dengan demikian ia makin jauh membawa rakyatnya ke jalan yang sesat tanpa pendoman tauhid dan iman, sehingga makin dalamlah mereka terjerumus ke lembah kemaksiatan dan kerusakan moral dan akhlak.\n\n Maka dalam kesempatan bercakap-cakap langsung di bukit Thur Sina itu diperintahkanlah Musa oleh Allah untuk pergi ke Fir'aun sebagai Rasul-Nya, mengajakkan beriman kepada Allah, menyedarkan dirinya bahwa ia adalah makhluk Allah sebagaimana lain-lain rakyatnya, yang tidak sepatutnya menuntut orang menyembahnya sebagi tuhan dan bahwa Tuhan yang wajib disembah olehnya dan oleh semua manusia adalah Tuhan Yang Maha Esa yang telah menciptakan alam semesta ini.\n\n Nabi Musa dalam perjalanannya menuju kota Mesir setelah meninggalkan Madyan, selalu dibayang oleh ketakutan kalau-kalua peristiwa pembunuhan yang telah dilakukan sepuluh tahun yang lalu itu, belum terlupakan dan masih belum hilang dari ingatan para pembesar kerajaan Fir'aun.\n\n Ia tidak mengabaikan kemungkinan bahwa mereka akan melakukan pembalasan terhadap perbuatan yang ia tidak sengaja itu dengan hukuman pembunuhan atas dirinya bila ia sudah berada di tengah-tengah mereka.\n\n Ia hanya terdorong rasa rindunya yang sangat kepada tanah tumpah darahnya dengan memberanikan diri kembali ke Mesir tanpa memperdulikan akibat yang mungkin akan dihadapi.\n\n Jika pada waktu bertolak dari Madyan dan selama perjalannya ke Thur Sina.\n\n Nabi Musa dibayangi dengan rasa takut akan pembalasan Fir'aun, Maka dengan perintah Allah yang berfirman maksudnya : \n\n \"Pergilah engkau ke Fir'aun, sesungguhnya ia telah melampaui batas, segala bayangan itu dilempar jauh-jauh dari fikirannya dan bertekad akan melaksanakan perintah Allah menghadapi Fir'aun apa pun akan terjadi pada dirinya.\n\n Hanya untuk menenterankan hatinya berucaplah Musa kepada Allah: \"Aku telah membunuh seorang daripada mereka , maka aku khuatir mereka akan membalas membunuhku, berikanlah seorang pembantu dari keluargaku sendiri, yaitu saudaraku Harun untuk menyertaiku dalam melakukan tugasku meneguhkan hatiku dan menguatkan tekadku menghadapi orang-orang kafir itu apalagi Harun saudaraku itu lebih petah {lancar} lidahnya dan lebih cekap daripada diriku untuk berdebat dan bermujadalah.”\n\n Allah berkenan mengabulkan permohonan Musa, maka digerakkanlah hati Harun yang ketika itu masih berada di Mesir untuk pergi menemui Musa mendampinginya dan bersama-sama pergilah mereka ke istana Fir'aun dengan diiringi firman Allah: \"Janganlah kamu berdua takut dan khuatir akan disiksa oleh Fir'aun.\n\n Aku menyertai kamu berdua dan Aku mendengar serta melihat dan mengetaui apa yang akan terjadi antara kamu dan Fir'aun.\n\n Berdakwahlah kamu kepadanya dengan kata-kata yang lemah lembut sedarkanlah ia dengan kesesatannya dan ajaklah ia beriman dan bertauhid, meninggalkan kezalimannya dan kecongkakannya kalau-kalau dengan sikap yang lemah lembut daripada kamu berdua ia akan ingat pada kesesatan dirinya dan takut akan akibat kesombongan dan kebonmgkakannya.”\n\n Mujadalah (dialog) antara Musa dengan Fir'aun\n\n Diperolehi kesempatan oleh Musa dan Harun, menemui raja Fir'aun yang menyatakan dirinya sebagai tuhan itu, setelah menempuh beberapa rintangan yang lazim dilampaui oleh orang yang ingin bertemu dengan raja pada waktu itu.\n\n Pertemuan Musa dan Harun dengan Fir'aun dihadiri pula oleh beberapa anggota pemerintahan dan para penasehatnya.\n\n Bertanya Fir'aun kepada mereka berdua:: \"Siapakah kamu berdua ini?\" Musa menjawab: \"Kami, Musa dan Harun adalah pesuruh Allah kepadamu agar engkau membebaskan Bani Isra'il dari perhambaan dan penindasanmu dan menyerahkan meeka kepada kami agar menyebah kepada Allah dengan leluasa dan menghindari seksaanmu.”\n\n Fir'aun yang segera mengenal Musa berkata kepadanya: \"Bukankah engkau adalah Musa yang telah kami mengasuhmu sejak masa bayimu dan tinggal bersama kami dalam istana sampai mencapai usia remajamu, mendapat pendidikan dan pengajaran yang menjadikan engkau pandai? Dan bukankah engkau yang melakukan pembunuhan terhadap diriseorang daripada golongan kami? Sudahkah engkau lupa itu semuanya dan tidak ingat akan kebaikan dan jasa kami kepada kamu?\" \n\n Musa menjawab: \"Bahwasanya engkau telah memeliharakan aku sejak masa bayiku, itu bukanlah suatu jasa yang dapat engkau banggakan.\n\n Karena jatuhnya aku ke dalam tangan mu adalah akibat kekejaman dan kezalimanmu tatkala engkau memerintah agar orang-orangmu menyembelih setiap bayi-bayi laki yang lahir, sehingga ibu terpaksa membiarkan aku terapung di permukaan sungai Nil di dalamsebuah peti yang kemudian dipungut oleh istrimu dan selamatlah aku dari penyembelihan yang engkau perintahkan.\n\n Sedang mengenai pembunuhan yang telah aku lakukan itu adalah akibat godaan syaitan yang menyesatkan, namun peristiwa itu akhirnya merupakan suatu rahmat dan barakah yang terselubung bagiku.\n\n Sebab dalam perantauanku setelah aku melarikan diri dari negerimu, Allah mengurniakan aku dengan hikmah dan ilmu serta mengutuskan aku sebagai Rasul dan pesuruh-Nya.\n\n Maka dalam rangka tugasku sebagai Rasul datanglah aku kepadamu atas perintah Allah untuk mengajak engkau dan kaummu menyembah Allah dan meninggalkan kezaliman dan penindasanmu terhadap Bani Isra'il.”\n\n Fir'aun bertanya: \"Siapakah Tuhan yang engkau sebut-sebut itu, hai Musa? Adakah tuhan di atas bumi ini selain aku yang patut di sembah dan dipuja?\" \n\n Musa menjawab: \"Ya, yaitu Tuhanmu dan Tuhan nenek moyangmu serta Tuhan seru sekalian alam.”\n\n Tanya Fir'aun: \"Siapakah Tuhan seru sekali alam itu?\" \n\n Musa menjawab: \"Ialah Tuhan langit dan bumi dan segala apa yang ada antara langit dan bumi.”\n\n Berkata Fir'aun kepada para penasehatnya dan pembesar-pembesar kerajaan yang berada disekitarnya.\n\n Sesungguhnya Rasul yang diutuskan kepada kamu ini adalah seorang yang gila kemudia ia balik bertanya kepada Musa dan Harun: \"Siapakah Tuhan kamu berdua?\" \n\n Musa menjawab: \"Tuhan kami ialah Tuhan yang telah memberikan kepada tiap-tiap makhluk sesuatu bentuk kejadiannya, kemudian memberi petunjuk kepadanya.”\n\n Fir'aun bertanya: \"Maka bagaimanakah keadaan umat-umat yang dahulu yang tidak mempercayai apa yang engkau ajarkan ini dan malahan menyembah berhala dan patung-patung?\" \n\n Musa menjawab: \"Pengetahuan tentang itu ada di sisi Tuhanku.\n\n Jika Dia telah menurunkan azab dan seksanya di atas mereka maka itu adalah karena kecongkakan dan kesombongan serta keengganan mereka kembali ke jalan yang benar.\n\n Jika Dia menunda azab dan seksa mereka hingga hari kiamat, maka itu adalah kehendak-Nya yang hikmahnya kami belum mengetahuinya.\n\n Allah telah mewahyukan kepada kami bahwa azab dan seksanya adalah jalan yang benar.”\n\n Rif'aun yang sudah tidak berdaya menolak dalil-dalil Nabi Musa yang diucapkan secara tegas dan berani merasa tersinggung kehormatannya sebagai raja yang telah mempertuhankan dirinya lalu menujukan amarahnya dan berkata kepada Musa secara mengancam: \"Hai Musa! jika engkau mengakui tuhan selain aku, maka pasti engkau akan kumasukkan ke dalam penjara.”\n\n Musa menjawab: \"Apakah engkau akan memenjarakan aku walaupun aku dapat memberikan kepadamu tanda-tanda yang membuktikan kebenaran dakwahku?\" \n\n Fir'aun menentang dengan berkata: \"Datanglah tanda-tanda dan bukti-bukti yang nyata yang dapat membuktikan kebenaran kata-katamu jika engkau benar-benar tiak berdusta.”\n\n Musa memperlihatkan dua mukjizat kepada Fir'aun\n\n Menjawab tentangan Fir'aun yang menuntut bukti atas kebenarannya Musa dengan serta-merta meletakkan tongkat mukjizatnya di atas yang segera menjelma menjadi seekor ular besar yang melata menghala ke Fir'aun.\n\n Karena ketakutan melompat lari dari singgahsananya melarikan diri seraya berseru kepada Musa: \" Hai Musa demi asuhanku kepadamu selama delapan belas tahun panggillah kembali ularmu itu.”\n\n Kemudian dipeganglah ular itu oleh Musa dan kembali menjadi tongkat biasa.\n\n Berkata Fir'aun kepada Musa setelah hilang dari rasa heran dan takutnya: \"Adakah bukti yang dapat engkau tunjukkan kepadaku?\" \n\n \"Ya, lihatlah.”\n\n Musa menjawab serta memasukkan tangannya ke dalam saku bajunya.\n\n Kemudian tatkala tangannya dikeluarkan dari sakunya, bersinarlah tangan Musa itu menyilaukan mata Fir'aun itu dan orang-orang yang sedang berada disekelilingnya.\n\n Fir'aun sebagai raja yang menyatakan dirinya sebagai tuhan tentu tidak akan mudah begitu saja menyerah kepada Musa bekas anak pungutnya walaupun kepadanya telah diperlihatkan dun mukjizat.\n\n Ia bahkan berkata kepada kaumnya yang ia khuatir akan terpengaruh oleh kedua mukjizat Musa itu bahwa itu semuanya adalah perbuatan sihir dan bahwa Musa dan Harun adalah ahli sihir yang mahir yang datang dengan maksud menguasai Mesir dan para penduduknya akan kekuatan dengan sihirnya itu.\n\n Fir'aun dianjurkan oleh penasehatnya yang dikepalai oleh Haman agar mematahkan sihir Musa dan Harun itu dengan mengumpulkan ahli-ahli sihir yang terkenal dari seluruh daerah kerajaan untuk bertanding melawan Musa dan Harun.\n\n Anjuran mana disetujui oleh Fir'aun yang merasa itu adalah fikiran yang tepat dan jalan yang terbaik untuk melumpuhkan kedua mukjizat Allah yang oleh mereka dianggapnya sebagai sihir.\n\n Anjuran itu lalu ditawarkan kepada Musa yang seketika tanpa ragu-ragu sedikit pun menerima tentangan Fir'aun untuk beradu dan bertanding melawan ahli-ahli sihir.\n\n Musa berkeyakinan penuh bahwa dengan perlindung Allah ia akan keluar sebagai pemenang dalam pertarungan itu, pertandingan antara perbuatan sihir yang diilham oleh syaitan melawan mukjizat yang dikurniakan oleh Allah.\n\n Pada suatu hari raya kerajaan telah bersetuju untuk mengadakan hari pertandingan sihir maka berduyun-duyunlah penduduk kota menuju ke tempat yang telah ditentukan untuk menyaksikan perlumbaan kepandaian menyihir yang buat pertama kalinya diadakan di kota Mesir.\n\n Juga sudah berada di tempat ahli-ahli sihhir yang terpandai yang telah dikumpulkan dari seluruh wilayah kerajaan masing-masing membawa tongkat , tali dan lain-lain alat sihirnya.\n\n Mereka cukup bersemangat dan akan berusaha sepenuh kepandaian mereka untuk memenangi pertandingan.\n\n Mereka telah memperolhi janji dari Fir'aun akan diberi hadiah dan wang dalam jumlah yang besar bila berhasil mengalahkan Musa dengan mematahkan daya sihirnya.\n\n Setelah segala sesuatu selesai disiapkan dan masing-masing pembesar negeri sudah mengambil tempatnya mengelilingi raja Fir'aun yang telah duduk di atas kursi singgahsananya maka dinyatakanlah pertandingan dimulai.\n\n Kemudian atas persetujuan Musa dipersilakan para lawannya beraksi lebih dahulu mempertujukan kepandai sihirnya.\n\n Segeralah ahli-ahli sihir Fir'aun menujukan aksinya melemparkan tongkat dan tali-temali mereka ke tengah-tengah lapangan .\n\n Musa merasa takut ketika terbayang kepadanya bahwa tongkat-tongkat dan tali-tali itu seakan-akan ular-ular yang merayap cepat.\n\n Namun Allah tidak mebiarkan hamba utusan-Nya berkecil hati menghadapi tipu-daya orang-orang kafir itu.\n\n Allah berfirman kepada Musa disaat ia merasa cemas itu: \"Janganlah engkau merasa takut dan cemas hai Musa! engkau adalah yang lebih unggul dan akan menang dalam pertandingan ini.\n\n Lemparkanlah yang ada ditanganmu segera.”\n\n Para ahli-ahli sihir yang pandai dalam bidangnya itu tercengang ketika melihat ular besar yang menjelma dari tongkat Nabi Musa dan menelan ular-ular dan segala apa yang terbayangsebagai hasil tipu sihir mereka.\n\n Mereka segera menyerah kalah bertunduk dan bersujud {kepada Allah} dihadapan Musa seraya berkata: \"Itu bukanlah perbuatan sihir yang kami kenal yang diilhamkan oleh syaitan tetapi sesuatu yang digerakkan oleh kekuatan ghaib yang mengatakan kebenaran kata-kata Musa dan Harun maka tidak ada alasan bagi kami untuk tidak mempercayai risalah mereka dn beriman kepada Tuhan mereka sesudah apa yang kami lihat dan saksikan dengan mata kepala kami sendiri.”\n\n Fir'aun raja yang congkak dan sombong yang menuntut persembahan dari rakyatnya sebagai tuhan segera membelalakkan matanya tanda marah dan jengkel melihat ahli-ahli sihirnya begitu cepat menyerah kalah kepada Musa bahkan menyatakan beriman kepada Tuhannya dan kepada kenabiannya serta menjadi pengikut-pengikutnya.\n\n Tindakan mereka itu dianggapnya sebagai pelanggaran terhadap kekuasaannya, penentangan terhadap ketuhanannya dan merupakan suatu tamparan bagi kewibawaan serta prestasinya.\n\n Ia berkata kepada mereka: \"Adakah kamu berani beriman kepada Musa dan menyerah kepada keputusannya sebelum aku izinkan kepada kamu?\" Bukankah ini suatu persekongkolan daripada kamu terhadapku? Musa dapat mengalah kamu sebab ia mungkin guru dan pembesar yang telah mengajarkan seni sihir kepadamu dan kamu telah mengatur bersama-samanya tindakan yang kamu sandiwarakan di depanku hari ini.\n\n Aku tidak akan tinggal diam menghadapi tindakan khianatmu ini.\n\n Akanku potong tangan-tangan dan kaki-kakimu serta akanku salibkan kamu semua pada pangkal pohon kurma sebagai hukuman dan balasan bagi tindakan khianatmu ini.”\n\n Ancaman Fir'aun itu disambut mereka dengan sikap dingin dan acuh tak acuh.\n\n Karena Allah telah membuka mata hati mereka dengan cahaya iman sehingga tidak akan terpengaruh dengan kata-kata kebathilan yang menyesatkan atau ancaman Fir'aun yang menakutkan.\n\n Mereka sebagai-orang-orang yang ahli dalam ilmu dan seni sihir dapat membedakan yang mana satu sihir dan yang mana bukan.\n\n Maka sekali mereka diyakinkan dengan mukjizat Nabi Musa yang membuktikan kebenaran kenabiannya tidaklah keyakinan itu akan dapat digoyahkan oleh ancaman apa pun.\n\n Berkata mereka kepada Fir'aun menanggapi ancamannya: \"Kami telah memdpat bukti-bukti yang nyata dan kami tidak akan mengabaikan kenyataan itu sekadar memenuhi kehendak dan keinginanmu.\n\n Kami akan berjalan terus megikut jejak dan tuntutan Musa dan Harun sebagai pesuruh oleh yang benar.\n\n Maka terserah kepadamu untuk memutuskan apa yang engkau hendak putuskan terhadap diri kami.\n\n Keputusan kamu hanya berlaku di dunia ini sedang kami mengharapkan pahala Allah di akhirat yang kekal dan abadi.”\n\n Fir'aun tetap keras kepala dan semakin bingung\n\n Nabi Musa yang telah mengalahkan ahli-ahli sihir dengan kedua mukjizatnya makin meluas pengaruhnya, sedan Fir'aun dengan kekalahan ahli sihirnya merasa kewibawaannya merosot dan kehormatannya menurun.\n\n ia khuatir jika gerakan Musa tidak segera dipatahkan akan mengancam keselamatan kerajaannya serta kekekalan mahkotanya.\n\n Para penasehat dan pembantu-pembantu terdekatnya tidak berusaha menghilangkan rasa kecemasan dan kekhuatirannya, tetapi mereka sebaliknya makin membakar dadanya dan makin menakutu-nakutinya.\n\n Mereka berkata kepadanya: \"Apakah engkau akan terus membiarkan Musa dan kaumnya bergerak secara bebas dan meracuni rakyat dengan amcam-macam kepercayaan dan ajaran-ajaran yang menyimpang dari apa yang telah kita warisi dari nenek-moyang kita? Tidakkah engkau sedar bahwa rakyat kita makin lama makin terpengaruh oleh hasutan-hasutan Musa.\n\n sehingga lama-kelamaan nescaya kita dan tuhan-tuhan kita akan ditinggalkan oleh rakyat kita dan pada akhirnya akan hancur binasalah negara dan kerajaanmu yang megah ini.”\n\n Fir'aun menjawab: \"Apa yang kamu huraikan itu sudah menjadi perhatiku sejak dikalahkannya ahli-ahli sihir kita oleh Musa.\n\n Dan memang kalau kita membiarkan Musa terus melebarkan sayapnya dan meluaskan pengaruhnya di kalangan pengikut-pengikutnya yang makin lama makin bertambah jumlahnya, pasti pada akhirnya akan merusakkan adab hidup masyarakat negara kita serta membawa kehancuran dan kebinasaan bagi kerajaan kita yang megah ini.\n\n karenanya aku telah merancang akan bertindak terhadap Bani Isra'il dengan membunuh setiap orang lelaki dan hanya wanita sahaja akanku biarkan hidup.”\n\n Rancangan jahat fir'aun diterapkan oleh pegawai dan kaki tangan kerajaannya.\n\n Aneka ragam gangguan dan macam-macam tindakan kejam ditimpakan atas Bani Isra'il yang memang menurut anggapan masyarakat, mereka itu adalah rakyat kelas kambing dalam kerajaan Fir'aun yang zalim itu.\n\n Dengan makin meningkatnya kezaliman dan penindasan yang mereka terima dari alat-alat kerajaan Fir'aun, datanglah Bani Isra'il kepada Nabi Musa, mengharapkan pertolongan dan perlindungannya.\n\n Nabi Musa tidak dapat berbuat byk pada masa itu bagi Bani Isra'il yang tertindas dan teraniaya.\n\n Ia hanya menenteramkan hati mereka, bahwa akan tiba saatnya kelak,di mana mereka akan dibebaskan oleh Allah dari segala penderitaan yang mereka alami.\n\n Dianjurkan oleh Nabi Musa agar mereka bersabar dan bertawakkal seraya memohon kepada Allah agar Allah memberikan pertolongan dan perlindungan-Nya karena Allah telah menjanjikan akan mewariskan bumi-Nya kepada hamba-hamba-Nya yang soleh, sabar dan bertakwa! \n\n Fir'aun bertujuan melemahkan kedudukan Nabi Musa dengan tindakan kejamnya terhadap Bani Isra'il yang merupakan kaumnya, bahkan tulang belakang Nabi Nusa.\n\n Akan tetapi gerak dakwah Nabi Musa tidak sedikit pun terhambat oleh tindakan Fir'aun itu.\n\n Demikian pula tidak seorang pun daripada pengikut-pengikutnya yang terpengaruh dengan tindakan Fir'aun itu.\n\n Sehingga tidak menjadi luntur iman dan keyakinan mereka yang sudah bulat terhadap risalah Musa.\n\n Karena sasaran yang dituju dengan tindakan kekejaman yang tidak berperikamanusiaan itu tidak tercapai dan tidak dapat menerima dakwah Nabi Musa dan para pengikutnya, yang dilhatnya bahkan semakin bersemangat menyiarkan ajaran iman dan tauhid, maka Fir'aun tidak mempunyai pilihan selain harus menyingkirkan orang yang menjadi pengikutnya, yaitu dengan membunuh Nabi Musa.\n\n Fir'aun memanggil para penasehat dan pembesar-pembesar kerajaannya untuk bermesyuarat dan merancang pembunuhan Musa.\n\n Di antara mereka yang di undang itu terdapat seorang mukmin dari Keluarga Fir'aun yang merahsiakan imannya.\n\n Di tengah-tengah perdebatan dan perundingan yang berlangsung dalam pertemuan yang diadakan oleh Fir'aun untuk membincangkan cara pembunuhan Nabi Musa itu, bangkitlah berdiri mukmin itu mengucapkan pembelaannya terhadap Nabi Musa dan nasehat serta tuntunan bagi mereka yang hadir.\n\n Ia berkata: \"Apakah kamu akan membunuh seseorang lelaki yang tidak berdosa, hanya berkata bahwa Allah adalah Tuhannya? Padahal ia menyatakan iman dan kepercayaannya itu kepada kamu bukan tanpa dalil dan hujjah.\n\n Ia telah mempertunjukkan kepada kamu bukti-bukti yang nyata untuk menyakinkan kamu akan kebenaran ajarannya.\n\n Jika andainya dia seorang pendusta, maka dia sendirilah yang akan menanggung dosa akibat dustanya.\n\n Namun jika ia adalah benar dalam kata-katanya, maka nescaya akan menimpa kepada kamu bencana azab yang telah dijanjikan olehnya.\n\n Dan dalam keadaan yang demikian siapakah yang akan menolong kamu dari azab Allah yang telah dijanjikan itu?\" \n\n Fir'aun memotong pidato orang mukmin itu dengan berkata: \"Rancanganku harus terlaksana dan Musa harus dibunuh.\n\n Aku tidak mengemukan kepadamu melainkan apa yang aku pandang baik dan aku tidak menunjukkan kepadamu melainkan jalan yang benar, jalan yang akan menyelamatkan kerajaan dan negara.”\n\n Berucap orang mukmin dari keluarga Fir'aun itu melanjutkan: \"Sesungguhnya aku khuatir, jika kamu tetap berkeras kepala dan enggan menempuh jalan yang benar yang dibawa oleh para nabi-nabi, bahwa kamu akan ditimpa azab dan seksa yang membinasakan , sebagaimana telah dialami oleh kaum Nuh, kaum Aad, kaum Tsamud dan umat-umat yang datang sesudah mereka.\n\n Apa yang telah dialami oleh kaum-kaum itu adalah akibat kecongkakan dan kesombongan mereka karena Allah tidak menghendaki berbuat kezaliman terhadap hamba-hamba-Nya\".\n\n Mukmin itu meneruskan nasehatnya:\"Wahai kaumku! Sesungguhnya aku khuatir kamu akan menerima seksa dan azab Tuhan di hari qiamat kelak, di mana kamu akan berpaling kebelakang, tidak seorang pun akan dapat menyelamatkan kamu itu dari seksa Allah.\n\n Hai kaum ikutilah nasehatku, aku hanya ingin kebaikan bagimu dan mengajak kamu ke jalan yang benar.\n\n Ketahuilah bahwa kehidupan di dunia ini hanya merupakan kesenangan sementara, sedangkan kesenangan dan kebahagiaan yang kekal adalah di akhirat kelak.”\n\n Orang mukmin dari keluarga Fir'aun itu tidak dapat mengubah sikap Fir'aun dan pengikut-pemgikutnya, walaupun ia telah berusaha dengan menggunakan kecekapan berpidatonya dan susunan kata-katanya yang rapi, lengkap dengan contoh-contoh dari sejarah umat-umat yang terdahulu yang telah dibinasakan oleh Allah karena perbuatan dan pembangkangan mereka sendiri.\n\n Fir'aun dan pengikut-pengikutnya bahkan menganjurkan kepada orang mukmin itu, agar meninggalkan sikapnya yang membela Musa dan menyetujui rancangan jahat mereka.\n\n Ia dinasehat untuk melepaskan pendiriannya yang pro Musa dan mengabungkan diri dalam barisan mereka menentang Musa dan segala ajarannya.\n\n Ia diancam dengan dikenakan tindakan kekerasan bila ia tidak mau mengubah sikap pro kepada Musa secara suka rela.\n\n Berkata orang mukmin itu menanggapi anjuran Fir'aun: \"Wahai kaumku, sangat aneh sekali sikap dan pendirianmu, aku berseru kepada kamu untuk kebaikan dan keselamatanmu, kamu berseru kepadaku untuk berkufur kepada Allah dan mempersekutukan-Nya dengan apa yang aku tidak ketahui, sedang aku berseru kepadamu untuk beriman kepada Allah, Tuhan YAng Maha Esa, Maha Perkasa, lagi Maha Pengampun.\n\n Sudah pasti dan tidak dapat diragukan lagi, bahwa apa yang kamu serukan kepadaku itu tidak akan menolongku dari murka dan seksa Allah di dunia maupun di akhirat.\n\n Dan sesungguhnya kamu sekalian akan kembali kepada Allah yang akan memberi pahala syurga bagi orang-orang yang soleh, bertakwa dan beriman, sedang orang-orang kafir yang telah melampaui batas akan diberi ganjaran dengan api neraka.\n\n Hai kaumku perhatikanlah nasehat dan peringatanku ini.\n\n Kamu akan menyedari kebenaran kata-kataku ini kelak bila sudah tidak berguna lagi orang menyesal atau merasa susah karena perbuatan yang telah dilakukan.\n\n Aku hanya menyerahkan urusan ku dan nasibku kepada Allah.\n\n Dialah Yang Maha Mengetahui dan Maha Melihat perbuatan dan kelakuan hamba-hamba-Nya.”\n\n Fir'aun menghina dan mengejek Musa\n\n Selain tindakan kekerasan yang ditimpakan ke atas Bani Isra'il kaumnya Nabi Musa, Fir'aun melontarkan penghinaan dan kata-kata ejekan terhadap Nabi Musa dalam usahanya memerangi dan membendung pengaruh Nabi Musa yang semakin beertambah semenjak ia keluar sebagai pemenang dalam pertandingan melawan tukang-tukang sihir kaum Fir'aun.\n\n Berkata Fir'aun kepada pembesar-pembesar kerajaannya: \"Biarkanlah aku membunuh Musa dan biarlah ia memohon dari Tuhannya untuk melindunginya.\n\n Aku ingin tahu sampai sejauh mana ia dapat melepaskan diri dari kekuasaanku dan biarlah ia membuktikan kebenaran kata-kata, bahwa Tuhannya akan melindunginya dari segala tipu daya musuh-musuhnya.”\n\n Dalam lain kesempatan Fir'aun berkata kepada rakyatnya yang sudah diperhambakan jiwanya, terbiasa memuja-mujanya, mengiakan kata-katanya dan mengaminkan segala perintahnya: \"Hai rakyatku! Tidakkah kamu melihat bahwa aku memiliki kerajaan Mesir yang megah dan besar ini di mana sungai-sungai mengalir dibawah telapak kakiku, sungai-sungai yang memberi kemakmuran hidup dan kebahagiaan hidup bagi rakyatku? Dan tidakkah kamu melihat kekuasaanku yang luas dan ketaatan rakyatku yang bulat kepadaku? Bukankah aku lebih baik dan lebih agung dari Musa yang hina-dina itu yang tidak cekap menguraikan isi hatinya dan menerangkan maksud tujuannya.\n\n Megapa Tuhannya tidak memakaikan gelang emas, sebagaimana lazimnya orang-orang yang diangkat menjadi raja, pemimpin atau pembesar? Atau mengapa ia tidak diiringi oleh malaikat-malaikat sebagai tanda kebesarannya dan bukti kebenarannya bahwa ia adalah pesuruh Tuhannya?\" \n\n Kelompok orang yang mendengar kata-kata Fir'aun itu dengan serta-merta mengiyakan dan membenarkan kata-kata rajanya serta menyatakan kepatuhan yang bulat kepada segala titah dan perintahnya sebagai warga yang setia kepada rajanya, namun zalim dan fasiq terhadap Tuhannya.\n\n Dalam pada itu kesabaran Nabi Musa sampai pada puncaknya, melihat Fir'aun dan pembantu-pambantunya tetap berkeras kepala menentang dakwahnya, mendustakan risalahnya dan makin memperhebatkan tindakan kejamnya terhadap kaum Bani Isra'il terutama para pengikutnya yang menyembunyikan imannya karena ketakutan daripada kejaran Fir'aun dan pembalasannya yang kejam dan tidak berperikemanusiaan.\n\n Maka disampaikan oleh Nabi Musa kepada mereka bahwa Allah tidak akan membiarkan mereka terus-menerus melakukan kekejaman, kezaliman dan penindasan terhamba-hamba-Nya dan berkufur kepada Allah dan Rasul-Nya.\n\n Akan ditimpakan oleh Allah kepada mereka bila tetap tidak mau sedar dan beriman kepada-Nya, bermacam azab dan siksa di dunia semasa hidup mereka sebagai pembalasan yang nyata! \n\n Berdoalah Nabi Musa, memohon kepada Allah: \"Ya Tuhan kami, engkau telah memberi kepada Fir'aun dan kaum kerabatnya kemewahan hidup, harta kekayaan yang meluap-luap dan kenikmatan duniawi, yang kesemua itu mengakibatkan mereka menyesatkan manusia, hamba-hamba-Mu, dari jalan yang Engkau redhai dan tuntunan yang Engkau berikan.\n\n Ya Tuhan kami, binasakanlah harta-benda mereka dan kunci matilah hati mereka.\n\n Mereka tidak akan beriman dan kembali kepada jalan yang benar sebelum melihat seksaan-Mu yang pedih.”\n\n Berkat doa Nabi Musa dan permohonannya yang diperkenankan oleh Allah, maka dilandakanlah kerajaan Fir'aun oleh krisis kewangan dan makanan, yang disebabkan mengeringnya sungai Nil sehingga tidak dapat mengairi sawah-sawah dan ladang-ladang disamping serangan hama yang ganas yang telah menghabiskan padi dan gandum yang sudah menguning dan siap untuk diketam.\n\n Belumlagi krisis kewangan dan makanan teratasi datang menyusul bala banjir yang besar disebabkan oleh hujan yang turun dengan derasnya, sehingga menghanyutkan rumah-rumah, gedung-gedung dan membinasakan binatang-binatang ternak.\n\n Dan sebagai akibat dari banjir itu berjangkitlah bermacam-macam wabak dan penyakit yang merisaukan masyarakat seperti hidung berdarah dan lain-lain.\n\n Kemudian datanglah barisan kutu-kutu busuk dan katak-katak yang menyerbu ke dalam rumah-rumah sehingga mengganggu ketenteraman hidup mereka,menghilangkan kenikmatan makan, minum dan tidur, disebabkan menyusupnya binatang-binatang itu ke dalam tempat-tempat tidur, hidangan makanan dan di antara sela-sela pakaian mereka.\n\n Pada waktu azab menimpa dan bencana-bencana itu sedang melanda berdatanglah mereka kepada Nabi Musa minta pertolongannya demi kenabiannya, agar memohonkan kepada Allah mengangkat bala itu dari atas mereka dengan perjanjian bahwa mereka akan beriman dan menyerahkan Bani Isra'il kepada Nabi Musa sekirannya mereka dapat ditolong dan terhindar dari azab bala itu.\n\n Akan tetapi begitu bala-bala itu tercabut dari atas mereka dan hilanglah gangguan yang diakibatkan olehnya, mereka mengingkari janji mereka dan kembali bersikap memusuhi dan menentang Nabi Musa, seolah-olah apa yang terjadi bukanlah karena doa dan permohonan Musa kepada Allah tetapi karena hasil usaha mereka sendiri.\n\n ",
		"tmp": "Sinai di Mesir",
		"image_url":"http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
		"icon_url":""
	}]