[{
		"name": "Nabi Musa AS (Part 4)",
		"thn_kelahiran": "1500",
		"usia": 75,
		"description": "Nabi Musa A.s dan Qarun si kaya raya\n\n Qarun adalah nama seorang daripada kaum Nabi Musa dan keluarganya yang dekat.\n\n Ia dikurniai Allah kelapangan rezeki dan kekayaan harta benda yang besar yang tidak ternilai bilangannya.\n\n IA hidup mewah, selalu mujur dalam usahanya mengumpulkan kekayaan, sehingga menjadi padatlah khazanahnya dengan harta benda dan benda-2 yang sangat berharga.\n\n Sampai-2 para juru kuncinya tidak berdaya membawa atau memikul kunci-2 peti khazanahnya karena sangat byk dan beratnya.\n\n Ia hidup secara mewah dan menonjol di antara kaum dan penduduk kotanya.\n\n Segala-galanya adlah luar biasa dan lain daripada yang lain.\n\n Gedung-2 tempat tinggalnya ,pakaiannya sehari-hari ,pelayan-2nya dan hamba-2 sahayanya yang bilangannya melebihi keperluan.\n\n Dan walaupun ia tenggelam dalam lautan kenikmatan duniawi yang tiada taranya pada masa itu, ia merasa masih belum puas dengan tingkat kekayaan yang ia miliki dan terus berusaha mengisi khazanahnya yang sudah padat itu, sifat mausia yang serakah yang tidak akan pernah puas dengan apa yang sudah dicapai.\n\n Jika ia sudah memiliki segantang emas ia ingin memperolhi segantang yang kedua dan demikian seterusnya.\n\n Sebagaimana halnya dengan kebykan orang-orang kaya yang telah dimabukkan oleh harta bendanya maka Qarun tidak merasa sedikit pun bahwa dia mempunyai kewajiban sosial dengan harta kekayaannya itu.\n\n Ia dalam hidupnya hanya memikirkan kesenangan dan kesejahteraan peribadinya, memikirkan bagaimana ia dapat menambahkan kekayaannya yang sudah melimpah-limpah itu.\n\n Ia telah dinasehati oleh pemuka-2 kaumnya agar ia menyediakan sebahagian daripada kekayaannya bagi menolong para fakir miskin, menolong orang-orang yang telanjang yang tidak berpakaian dan lapar tidak dapat makanan.\n\n Ia diperingatkan bahwa kekayaan yang ia perolehi itu adalah kurniaan dari Tuhan yang harus disyukuri dengan beramal kebajikan terhadap sesama manusia dan melakukan perbuatan-2 yang dapat meringankan penderitaan orang-orang yang ditimpa musibah atau menderita cacat.\n\n Diperingatkan bahwa Allah yang telah memberinya rezeki yang luas itu dapat sewaktu-waktu mencabutnya bila ia melalaikan kewajiban sosialnya.\n\n Nasehat yang baik dan peringatan yang jujur yang dikemukakan oleh pemuka-pemuka kaumnya itu tidak diendahkan oleh Qarun dan tidak mendapat tempat didalam hatinya.\n\nIa bahkan merasa bahwa karena kekayaannya ialah yang harus memberi nasehat dan bukan menerima nasehat.\n\n Orang harus tunduk kepadanya, mematuhi perintahnya, mengiakan kata-katanya dan membenarkan segala tindak tanduknya.\n\n IA menyombongkan diri dengan mengatakan kepada orang-orang yang memberikan nasehat itu bahwa kekayaan yang ia miliki adalah semata-mata hasil jerih payahnya dan hasil kecekapan dan kepandaiannya berusaha dan bukan merupakan kurnia atau pemberian dari sesiapa pun.\n\n Karenanya ia bebas menggunakan harta kekayaannya menurut kehendak hatinya sendiri dan tidak merasa terikat oleh kewajipan sosial berupa pertolongan dan bantuan kepada para fakir miskin dan para penderita yang memerlukan bantuan dan pertolongan.\n\n Sebagai tentangan bagi para orang yang menasehatinya, Qarun makin meningkatkan cara hidup mewahnya dan secara menyolok mempamerkan kekayaannya dengan berlebih-lebihan.\n\n Bila ia keluar, Ia mengenakan pakaian dan perhiasan yang bergemerlapan, membawa pengantar dan pembantu lebih banyak daripada biasanya dan mengenderai kuda-kuda yang dihiasi dengan indah dan cantik.\n\n Kemewahan yang ditonjolkan secara menyolok itu ,merasakan iri-hati dikalangan penduduk terutama mereka yang masih lemah imannya.\n\n Mereka berbisik-bisik diantara sesama mereka mengeluh dengan berkata: \"Mengapa kami tidak diberi rezeki dan kenikmatan seperti yang telah diberikan kepada Qarun? Alangkah mujurnya nasib Qarun dan alangkah bahagianya dia dalam hidupnya di dunia ini! Dan mengapa Tuhan melimpahkan kekayaan yang besar itu kepada Qarun yang tidak mempunyai rasa belas kasihan terhadap orang-orang yang melarat dan sengsara, orang-orang yang fakir dan miskin yang memerlukan pertolongan berupa pakaian maupun makanan.\n\nDimanakah letak keadilan Allah yang Maha Pemurah lagi Maha Pengasih itu?\" \n\n Qarun yang tidak mengabaikan anjuran orang, agar ia secara sukarela menyediakan sebahagiaan harta kekayaannya untuk disedekahkan kepada orang-orang yang memerlukannya, melarat dan miskin akhirinya didatangi oleh Nabi Musa menyampaikan kepadanya bahwa Allah telah mewahyukan perinyah berzakat bagi tiap-tiap orang yang kaya dan berada.\n\n Diterangkan oleh Musa kepadanya bahwa dalam harta kekayaan tiap ada bahagian yang telah ditentukan oleh Tuahn sebagai hak orang-orang yang melarat dan fakir miskin yang wajib diserahkan kepada mereka.\n\n Qarun merasa jengkel memerima perintah wajib berzakat itu dan menyatakan keraguan dan kesangsian kepada Musa.\n\n Ia berkata: \"Hai MUsa kami telah membantumu dan menyokongmu dalam dakwahmu kepada agama barumu.\n\n Kami telah menuruti segala perintahmu dan mendengarkan segala kata-katamu.\n\n Sikap kami yang lunak itu terhadap dirimu telah memberanikan engkau bertindak lebih jauh dari apa yang sepatutnya dan mulailah engkau ingin meraih harta benda kami.\n\n Engkau rupanya ingin juga menguasai harta kekayaan kami setelah kami serahkan kepadamu hati dan fikiran kami sebulat-bulatnya.\n\n Dengan perintah wajib zakatmu ini engkau telah membuka topengmu dan menunjukkan dustamu dan bahwa engkau hanya seorang pendusta dan ahli sihir belaka.”\n\n Tuduhan Qarun yang ingin melepaskan dirinya dari wajib berzakat itu ditolak oleh Nabi Musa yang menegaskan kembali bahwa kewajiban berzakat iut tidak dapat ditawar-tawar dan harus dilaksanakan karena ia adalah perintah Allah yang harus ditaati dan dilaksanakan dengan semestinya.\n\n Quran tidak dapat jalan untuk mengelakkan diri dan kewajiban zakat itu setelah berbantah dan berdebat dengan Musa maka ia menyerah dan ditentukan berapa besar yang harus ia keluarkan zakat harta kekayaannya.\n\n Setelah tiba di rumah dan menghitung-hitung bahagian yang harus dizakatkan dari harta miliknya Qarun merasa terlampau besar yang harus dizakatkan dan merasa sayang bahwa ia harus mengeluarkan dari khazanahnya sejumlah wang tanpa meperolehi imbalan sesuatu keuntungan dan laba.\n\n Fikir punya fikir dan timbang punya timbang akhirnya Qarun mengambil keputusan untuk tidak akan mengeluarkan zakat walau apapun yang akan terjadi akibat tindakannya itu.\n\n Utk menguatkan aksi pemboikotannya terhadap kewajiban mengeluarkan zakat, Qarun menyebarkan fitnah kepada Nabi Musa dengan maksud menarik orang agar menjadikan penunjang aksinya dan mengikutinya menolak menolak kewajiban mengeluarkan zakat sebagaimana diperintahkan oleh Nabi Musa.\n\n Ia menyebarkan fitnah seolah-olah Nabi Musa dengan dakwahnya dan penyiaran agama barunya bertujuan ingin memperkayakan diri dan bahwa perintah zakatnya itu adalah merupakan cara perampasan yang halus terhadap milik-milik para pengikutnya.\n\n Lebih jahat lagi untuk menjatuhkan Nabi Musa dan kewibawaannya, Qaru bersekongkol dengan seorang wanita yang diajarinya agar mengaku didepan umum bahwa ia telah melakukan perbuatan zina dengan Musa.\n\n Akan tetapi Allah tidak rela nama Rasul-Nya tercemar oleh tuduhan palsu yang diaturkan oleh Qarun itu.\n\n Maka digerakkanlah hati wanita sewaannya itu untuk mengatakan keadaan yang sebenarnya dan bahwa apa yang ia tuduhkan kepada Nabi Musa adalah fitnahan dan ajaran Qarun semata-mata dan bahwasannya Musa adalah bersih dari perbuatan yang dituduh itu.\n\n Setelah ternyata bagi Nabi Musa bahwa Qarun tidak beriktikad baik dan bahwa ia tidak dapat diharap menjadi pengikut yang soleh yang mematuhi perintah-2 Allah terutama perintah wajib zakat bahkan ia dapat merusakkan akhlak dan iman para pengikut Musa dengan sikap dan cara hidupnya yang berlebih-lebihan mewahnya, ditambahkan pula usahanya yang tidak henti-2 merusakkan kewibawaan Nabi Musa dengan melontarkan fitnahan dan berbagai hasutan maka habislah kesabaran Nabi Musa ,lalu berdoa ia kepada Allah agar menurunkan azab-Nya atas diri Qarun yang sombong dan congkak itu, agar menjadi pengajaran dan ibrah bagi kaumnya yang sudah mulai goyah imannya melihat kenikmatan yang berlimpah-limpah yang telah Allah kurniakan kepada Qarun yang membangkang itu.\n\n Maka dengan izin Allah yang telah memperkenankan doa Nabi Musa terjadilah tanah runtuh yang dahsyat di atas mana terletak bangunan gedung-gedung yang mewah tempat tinggal Qarun dan tempat penimbunan kekayaannya.\n\n Terbenamlah seketika itu Qarun hidup-hidup berserta semua milik kekayaan yang menjadi kebaggaannya.\n\n Peristiwa yang menimpa Qarun dan harta kekayaannya itu menjadi ibrah bagi pengikut-2 Nabi Musa serta ubat rohani bagi mereka yang beriri hati dan mendambakan kenikmatan dan kemewahan hidup sebagaimana yang telah dialami oleh Qarun.\n\n Mereka berkata seraya bersyukur kepada Allah: \"Sekiranya Allah telah melimpahkan rahmat dan kurnia-Nya, nescaya kami dibenamkan pula seperti Qarun yang selalu kami inginkan kedudukan duniawinya.\n\n Sesungguhnya kami telah tersesat ketika kami beriri hati dan mendambakan kekayaannya yang membawa binasa baginya.\n\n Aduhai benar-2 tidaklah beruntung orang-orang yang mengingkari nikmat Allah.”\n\n Thalout diangkat sebagai raja Bani Isra'il\n\n Setelah Bani Isra'il memasuki Palestin dan menguasainya di bawah pimpinan Yusya bin Nun mereka selalu menjadi sasaran penyerbuan dan serangan dari bangsa-2 sekelilingnya, seperti suku Amaliqah dari bangsa Arab, bangsa Palestin sendiri dan bangsa Aramiyin.\n\n Kemenangan dan kekalahan di antara meeka silih berganti.\n\n Pada suatu waktu datanglah bangsa Palestin penduduk \"Usydud\" suatu daerah dekat Gaza menyerbu dan menyerang mereka dan terjadilah pertempuran yang berakhir dengan kemenangan bangsa Palestin yang berhasil, mencerai-beraikan Bani Israil dan merampas benda keramat mereka yang bernama \"Tabout\", yaitu sebuah peti tempat penyimpanan kitab Taurat.\n\n Peti yang disebut Tabout itu adlah merupakan salah satu dari banyak kurnia yang telah diberikan oleh Allah kepada Bani Isra'il.\n\n Mereka menganggap Tabout itu suatu benda keramat yang dapat menginspirasikan kekuatan dan keberanian kepada mereka dikala menghadapi musuh.\n\n Maka karenanya dalam tiap medan perang dibawanyalah Tabout itu untuk memberi kekuatan batin dan semangat juang bagi mereka memberi rasa berani bagi mereka dan rasa takut bagi musuh.\n\n Maka dengan dirampasnya Tabout itu oleh bangsa Palestin hilanglah pegangan mereka dan berantakanlah barisannya, retaklah kesatuannya sehingga menjadi laksana binatang ternakan yang ditinggalkan gembalanya.\n\n Dan memang sejak ditinggalkan oleh Nabi Mua, Bani Isra'il tidak mempunyai seorang raja atau seorang pemimpin yang berwibawa yang dapat mengikat mereka di bawah satu bendera dan menghimpun mereka di bawah satu komando bila terjadi serangan dari luar dan penyerbuan oleh musuh.\n\n Mereka hanya dipimpin oleh hakim-hakim penghulu yang memberi tuntunan kepada mereka dalam bidang keagamaan dan kadangkala menjadi juru damai jika timbul perselisihan dan sengketa di antara sesama mereka.\n\n Di antara penghulu itu terdapat seorang penghulu yang paling disegani dan di hormati bernama Somu'il.\n\n Kata-katanya selalu didengar dan nasehat-2nya selalu diterima dan ditaati.\n\n Kepada Somu'il datanglah beberapa pemuda Bani Isra'il yang merasa sedih melihat keadaan kaumnya menjadi kacau bilau dan bercerai berai setelah dikalahkan oleh bangsa Palestin dan dikeluarkan dari negeri mereka serta dirampasnya Tabout yang merupakan peti wasiat dan benda keramat bagi mereka.\n\n Mereka mengutarakan kepada Samu'il bahwa mereka memerlukan seorang pemimpin yang kuat yang berwibawa dan mempunyai kekuasaan sebagai seorang raja untuk menghimpun mereka dan seterusnya menjadi panglima perang.\n\n Samu'il yang mengenal baik watak mereka dan titik-titik kelemahan serta sifat-2 licik dan pembangkang yang meletak pada diri mereka berkata: \"Aku khuatir bahwa kamu akan takut dan enggan bertempur melawan musuh bila kepadamu diperintahkan untuk berperang menghalau musuh dari negerimu.”\n\n Mereka menjawab: \"Bagaimana kami menolak perintah semacam itu dan enggan maju bertempur melawan musuh sedangkan kami telah dihina diusir dari rumah-rumah kami dan dipisahkan dari sanak keluarga kami.\n\n Bukankah suatu hal yang memalukan dan menurun darjat kami sebagai bangsa, bila dalam keadaan yang sedang kami alami ini, kami masih juga enggan berperang melawan musuh yang datang menyerang dan menyerbu daerah kami.\n\n Kami akan maju dan tidak akan gentar masuk dalam medan perang, asalkan saja kami akan dapat pimpinan dari seorang yang cekap, berani serta berwibawa sehingga komandonya dan segala perintahnya akan dipatuhi oleh kaum kami semuanya.”\n\n Somu'il berkata: \"Jika demikian ketetapan hatimu dan demikian pula keinginanmu untuk memperoleh seorang raja yang akan memimpin dan membimbing kamu , maka berilah waktu kepadaku untuk beristikharah memohon pertolongan Allah menunjukkan kepadaku seseorang yang patut dan layak menjadi raja bagimu.”\n\n Di dalam istikharahnya, Somuil mendapat ilham dan petunjuk dari Allah, agar ia memilih serta mengangkat seorang yang bernama \"Thalout\" menjadi raja Bani Isra'il.\n\n Dan walaupun ia belum pernah mendengar nama itu atau mengenalkan orangnya Allah akan memberinya jalan dan tanda-tanda yang akan memungkinkan ia bertemu muka dengan orang itu dan mengenalinya dengan segera.\n\n Thalout adalah seorang berbadan gemuk dan jangkung, tegak, kuat dan berparas tampan.\n\n Dari pancaran kedua matanya orang dapat mengetahui bahwa ia adalah seorh yang cerdik, cekap dan bijaksana, memiliki hati yang tabah dan berani.\n\n IA hidup dan bertempat tinggal di sebuah desa yang agak terpencil sehingga tidak banyak dikenal orang Ia hidup bersama ayahnya bercucuk tanam dan memelihara haiwan ternak.\n\n Pada suatu hari di kala Thalout sedang sibuk bersama ayahnya menguruskan tanah ladangnya terlepaslah dari kadang seekor keldai dari haiwan-2 peliharaannya dan menghilang sesat.\n\n Pergilah Thalout bersama seorang bujangnya mencari keldai yang hilang itu di celah-2 lembah dan bukit-2 di sekitar desanya, namun tidak berhasil menemukan kembali haiwan yang terlepas itu.\n\n Akhirnya ia mengajak bujangnya kembali karena khuatir ayahnya akan menjadi gelisah bila ia lebih lama meninggalkan rumahnya mencari keldai yang hilang itu.\n\n Berkata sang bujang kepada Thalout: \"Kami sekarang sudah berada di daerah Shuf tempat dimana Somu'il berada.\n\n Alangkah baiknya kalau kami pergi kepadanya menanyakan kalau-2 ia dapat memberikan keterangan dan petunjuk kepada kami di mana kiranya kami dapat menemukan keldai kami itu.\n\n Ia adalah seorang nabi yang menerima petinjuk dari Tuhannya melalui para malaikat dan dia telah banyak kali mengungkapkan hal-hal ghaib yang ditanyakan oleh orang kepadanya.”\n\n Thalout menerima baik cadangan bujangnya dan berangkatlah mereka berdua menuju tempat tinggal Somu'il.\n\n Di tengah-2 perjalanan, mereka bertanya kepada beberapa gadis yang ditemuinya sedang menimpa air dari sebuah perigi: \"Di manakah tempat tinggal Nabi Somu'il?\" \"Tidak usah kamu cepat-2 meneruskan perjalananmu.\n\n Somu'il sebentar lagi akan datang ke sini.\n\n Ia sedang ditunggu kedatangannya di atas bukit oleh rakyat tempat itu.”\n\n Para gadis itu menjawab.\n\n Ternyata bahwa belum selesai para gadis itu memberikan keteranagnnya, muncullah Somu'il dengan wajahnya yang berseri-seri memancarkan cahaya kenabian dan kealiman yang mengesahkan.\n\n Thalout segera mendekati Somu'il dan setelah saling pandang memandang, berkatalah Thalout: \"Wahai Nabi Allah, kami datang menemui bapak untuk memohon pertolongan yaitu dapatkah kiranya kami diberi keterangan dan petunjuk di manakah kami dapat menemukan kembali keldai kami yang telah terlepas dari kandang dan menghilang tidak kami temukan jejaknya walaupun sudah tiga hari kami berusaha mencarinya.”\n\n Somu'il setelah memandang wajah Thalout dengan teliti sedarlah ia bahwa inilah orangnya yang oleh Allah ditunjuk untuk menjadi raja pemimpin dan penguasa Bani Isra'il.\n\n Ia berkata kepada Thalout: \"Keldai yang engaku cari itu sedang berada dalam perjalanan kembali ke kandangnya di tempat ayahmu.\n\n Janganlah engkau rungsingkan fikiranmu dan ributkan dirimu dengan urusan keldai itu.\n\n Kerana aku memang mencarimu dan ingin menemuimu untuk urusan yang lebih besar dan lebih penting dari soal keldai.\n\n Engaku telah dipilih oleh Allah untuk memimpin Bani Isra'il sebagai raja, mempersatukan barisan mereka yang sudah kacau-balau serta membebaskan mereka dari musuh-musuh yang sedang menyerbu dan menduduki negeri mereka.\n\n Dan insya-Allah Tuhan akan menyertaimu memberi perlindungan kepadamu dan mengurniakan kemenangan dan kemujuran dalam segala sepak terajangmu.”\n\n Thalout menjawab: \"Bagaimana aku dapat menjadi seorang raja dan pemimpin Bani Isra'il sedang aku ini seorang dusun anak cucu Benyamin yang paling papa, terasing dari pengaulan orang ramai, seorang anak tani dan penggembala haiwan yang tidak dikenal orang?\" \n\n Berkata Somu'il: \"Itu adlah kehendak Allah dan perintah-Nya.\n\n Dan lebih tahu pada siapa Ia meletakkan amanat dan tugas-tugas-Nya.\n\n Dialah yang menugaskan dan Dia pulalah yang akan melengkapi segala kekuranganmu.\n\n Bersyukurlah engkau atas nikmat dan kurniaan Allah ini.\n\n Terimalah tugas suci ini dengan keteguhan hati dan kepercayaan penuh akan pertolongan dan perlindungan Allah kepadamu.”\n\n Kemudian dipeganglah tangan Thalout, diangkatnya keatas seraya menghadap kepada kaumnya dan berkata: \" Wahai kaumku, inilah orangnya yang oleh Allah telah dipilih untuk menjadi rajamu.\n\n Ia berkewajiban memimpin kamu dan mengurus segala urusanmu dengan sebaik-baiknya dan setepat-tepatnya dan kamu berkewajiban taat kepadanya, mematuhi segala perintahnya dan berdiri tegak di belakang komandinya.\n\n Bersatu padulah kamu di bawah bendera raja Thalout dan bersiap-siaplah untuk berjuang melawan musuh-musuhmu.”\n\n Bani Isra'il yang sedang berkumpul mengerumuni somu'il mendengarkan pidato pelantikannya mengangkat Thalout sebagai raja, tercengang dan terkejut dan dengan mulut ternganga mereka melihat satu kepada yang lain, berpindahan pandangan mereka dari wajah Somu'il ke wajah thalout yang menandakan kehairanan dan ketidak-puasan dengan pengangkatan itu.\n\n Selintas pun tidak terfikir oleh mereka bahwa seorang seperti Thalout yang papa dan miskin dan tidak dikenal orang ialah yang akan dipilih oleh Somu'il soal pemilihan dan pengangkatan seorang raja bagi mereka.\n\n Berkata mereka kepada Somu'il: \"Bagaimana seorang seperti Thalout ini akan dapat memimpin kami sebagai raja padahal ia seorang yang miskin yang tidak dikenal orang dan pergaulan sehari-harinya hanya terbatas didesanya.\n\n selain ituia bukannya dari keturunan \"Lawi\" yang menurunkan para nabi Bani Israil, juga bukan dari keturunan \"Yahuda\" yang menurunkan raja-raja Bani Isra'il sejak dahulu kala.\n\n Ia pun tidak memiliki pengalaman dan kecekapan yang diperlukan oleh seorang raja untuk mengurus serta mempertahankan kerajaannya.\n\n Mengapa tidak dipilih sahaja seorang daripada mereka yang berada di kota yang pandai-pandai, berpengalaman dan berkeadaan cukup?\" \n\n berkata Somu'il menanggapi keberatan-2 yang dikemukakan oleh kaumnya: \"Pengurusan kerajaan dan pemimpin perang tidak memerlukan kebangsawanan atau kekayaan.\n\n Ia memerlukan kecekapan, kebijaksanaan, kecerdasan berfikir dan kecekatan bertindak.\n\n sifat-2 itu terdapat dalam dir Thalout di samping ia memiliki tubuh yang kuat, perawakan tg tegap dan kekar serta paras muka yang tampan yang memberi kesan baik bagi orang-orang yang menghadapinya.\n\n Selain itu semuanya, ia adalah pilihan dan tunjukan Allah Yang Maha Mengetahui dan Maha Mengenal hamba-hamba-Nya.\n\n Maka tidak patutlah kami memilih orang lain setelah Allah menjatuhkan pilihan-Nya.”\n\n \"Baiklah\", kata mereka, \"Jika yang demikian itu pilihan dan kehendak Allah, maka kami tidak dapat berbuat lain selain meneriam kenyataan ini.\n\n Akan tetapi untuk menghilangkan keragu-raguan kami tentang diri Thalout, berilah kepada kami suatu tanda yang dapat menyakinkan kami bahwa Thalout benar-benar pilihan Allah.”\n\n Somu'il menjawab: \"Sesungguhnya Allah telah mengetahui watak dan tabiat kamu yang kaku dan keras kepala.\n\n Imanmu tidak berada di dalam hati tetapi di kelopak mata.\n\n Kamu tidak mempercayai sesuatu tanpa bukti yang dapat kamu rasa dengan pancaindera kamu.\n\n Maka sebagai bukti bahwa Allah merestui pengangkatan Thalout menjadi raja kamu, ialah bahwa kamu akan menemukan kembali peti keramatmu \"Tabout\" yang telah hilang dan dirampas oleh bangsa Palestin.\n\n Kamu akan menemukan itu datang kepadamu dibawa oleh malaikat.\n\n Pergilah kamu keluar kota sekarang juga untuk menerimanya.”\n\n Setelah ternyata bagi mereka kebenaran kata-kata Somu'il dengan ditemuinya kembali Tabout yang sudah tujuh bulan berada di tangan orang-orang Palestin itu, maka diterimalah pengangkatan Thalout sebagai raja mereka dengan memberikan bai'at kepadanya dan janji akan taat serta mematuhi segala nasehat dan perintahnya.\n\n Raja Thalout\n\n Tugas pertama yang dilakukan oleh thalout setelah dinobatkan sebagai raja ialah menyusun kekuatan dengan menghimpunkan para pemuda dan orang-orang yang masih kuat untuk menjadi tentera yang akan mengahdapi bangsa Palestin yang terkenal kuat dan berani.\n\n Ia menyusun bala tenteranya dari orang-orang yang masih kuat, tidak mempunyai tanggungan keluarga, tidak mempunyai ikatan-2 dagang usaha sehingga dapat membulatkan tekadnya untuk berjuang dan memusatkan fikiran dan tenaga bagi mencapai kemenangan dna menghalaukan musuh dari negeri mereka dengan semangat yang teguh yang tidak tergoyahkan.\n\n Sebagai ujian untuk mengetahui sampai sejauh mana rakyatnya atau barisan tenteranya yang disusun itu berdisiplin mengikuti komando dan perintahnya, Thalout berkata mereka: \"Kamu dalam perjalananmu di bawah terik panasnya matahari akan melalui sebuah sungai.\n\n Maka barang siapa di antara kamu minum dari air sungai itu, ia bukan pengikutku yang setia yang dapat kupercayai kesungguhan hatinya dan kebulatan tekadnya.\n\n Sebaliknya barangsiapa di antara kamu yang hanya menciduk air sungai itu seciduk tangan untuk sekadar membasahi kerongkongannya, maka ia ialah seorang pengikutku dan tentera yang benar-benar dapat kuandalkan keberaniannya dan kedisiplinannya.”\n\n Ternyata apa yang dikhuatirkan oleh Thalout telah terjadi dan menjadi kenyataan.\n\n Setiba barisan tentera Thalout di sungai yang dimaksudkan itu, hanya sebahagian kecil sahajalah dari mereka yang berdisiplin mengikuti petunjuk Thalout secara tepat.\n\n Sedang bahagian yang besar tidak dapat bersabar menahan dahaganya dan minumlah mereka dari air sungai itu sepuas-puas hatinya.\n\n Walaupun telah terjadi pelanggaran disiplin oleh sebahagian besar dari anggota tenteranya, thalout tetap berkeras hati melanjutkan perjalanannya menuju ke medan perang dg pasukan yang tidak bersatu padu dan berdisiplin sebagaimana ia menduga dan mengharapkannya.\n\n Ia hanya bersandar dan mengandalkan kekuatan tenteranya kepada bahagian kecil yang sudah ternyata setia dan patuh kepada perintah dan petunjuknya.\n\n Sedang terhadap mereka yang sudah melanggar perintahnya dan minum dari air sungai itu, Thalout bersikap sabar, lunak dan bijaksana untuk menghindari keretakan di dalam barisan tenteranya sebelum menghadapi musuh.\n\n Tatkala mereka tiba di medan perang dan berhadapan dengan musuh, sebahagian daripada pasukan Thalout ialah mereka yang telah melanggar disiplin dan minum dari air sungai, merasa kecil hati dan ketakutan melihat pasukan musuh yang terdiri dari orang-orang kuat dan besar-besar dengan peralatan yang lebih lengkap dan jumlah tentera yang lebih besar di bawah pimpinan seorang komandan bernama \"Jalout\".\n\n Jalout, panglima komandan pasukan musuh terkenal seorang panglima yang berani, cekap dan terkenal tidak pernah kalah dalam peperangan.\n\n Tiap orang yang berani bertarung dengan dia pasti jatuh terbunuh.\n\n Namanya telah menimbulkan rasa takut dan kecil hati pada bahagian besar dari pasukan Thalout.\n\n berkata mereka kepadanya: \"Kami tidak berdaya dan tidak akan sanggup menghadapi dan melawan Jalout berserta tenteranya hari ini.\n\n Mereka lebih lengkap peralatannya dan lebih besar bilangannya daripada pasukan kami.”\n\n Akan tetapi kelompok yang setia yang merupakan golongan yang kecil dalam pasukan Thalout, tidak merasa takut dan gentar menghadapi Jalout dan bala tenteranya, walaupun mereka lebih besar dan lebih lengkap peralatannya karena mereka keluar ke medan perang mengikuti Thalout dengan tekad yang bulat hendak membebaskan negerinya dari para penyerbu dengan berbekal tawakkal dan iman kepada Allah.\n\n Sejak mereka melangkahkan kaki keluar dari rumah mereka sudah berniat bulat berjuang bermati-matian melawan musuh yang telah merampas rumah dan tanah mereka dan bersedia mati untuk tugas suci itu.\n\n Berkata mereka kepada kawan-2nya kelompok pengecut itu: \"Majulah terus untuk bertempur melawan musuh.\n\n Kami tidak akan kalah karena bilangan yang sedikit atau kerana kelemahan Fisikal.\n\n Kami akan menggondol kemenangan bila iman di dalam dada kami tidak tergoyahkan dan kepercayaan kami akan pertolongan Allah tidak menipis.\n\n Berapa banyak terjadi sudah, bahwa kelompok yang kecil jumlahnya mengalahkan kelompok yang besar, bila Allah mengizinkannya dan memberikan pertolongan-Nya.\n\n Dan Allah selalu berada di sisi orang-orang yang beriman, sabar dan bertawakkal.”\n\n Dengan tidak menghiraukan kasak-kusuk dan bisikan kelompok pengecut yang ingin mundur dan melarikan diri dari kewajiban berperang, Raja Thalout terus maju memimpin pasukannya seraya bertawakkal kepada Allah memohon pertolongan dan perlindungan-Nya.\n\n Setelah kedua pasukan merapat berhadapan satu dengan yang lain dan pertempuran dimulai, keluarlah dari tengah-2 barisan bangsa Palestin, panglima besarnya yang bernama Jalout berteriak dengan sekuat suaranya menentang pasukan Thalout mengajak bertarung seorang lawan seorang Berulang-ulang ia berseru dengan suara yang lantang agar pihat Thalout mengeluarkan seorang yang akan melawan dia bertanding dan bertarung namun tidak seorang pun keluar adri tengah pasukan Bani Isra'il menghadapinya.\n\n Kata-kata ejekan dan hinaan dilontarkan oleh Jalout kepada pihak musuhnya, pasukan Bani Isra'il yang sedang dicekam oleh rasa takut dan bimbang menghadapi Jalout yang sudah termasyur sebagai jaguh yang tidak pernah terkalahkan itu.\n\n Pada saat yang kritis dan tegang itu di mana rasa malu rendah diri memenuhi dada dan hati para pemimpin pasukan Bani Isra'il yang sedang memandang satu kepada yang lain, seray bertanya-tanya dalam hati masing-2 gerangan siapakah di antara mereka yang dapat maju membungkam ,ulut si Jalout yang berteriak-teriak itu dan melawannya, datanglah pada saat itu menghadap raja Thalout seorang lelaki remaja berparas tampan, bertubuh kekar dan tegak, sinar matanya memancarkan keberanian dan kecerdasan.\n\n Ia meminta izin dari sang raja untuk keluar menyambut tentangan Jalout dan menandinginya.\n\n Thalout merasa kagum akan keberanian pemuda yang telah menawarkan dirinya untuk bertarung dengan Jalout, sementara orang-orang dari pasukannya sendiri yang sudah berpengalaman berperang tidak ada yang tergerak hatinya untuk menyahut cabaran Jalout yang berteriak-teriak melontarkan ejekan dan hinaan.\n\n Thalout dengan cermat memperhatikan perawakan sang pemuda itu merasa berat dan ragu-ragu untuk memberi izin kepadanya turun ke gelanggang melawan Jalout.\n\n Ia tidak membayangkan seorang dalam usia semuda itu, yang belum pernah turun ke medan perang dan tiak berpengalaman bertarung akan selamat dan keluar hidup dari pertarungan melawan Jalout.\n\n Ia benar-benar bukan tandingannya, kata hati Thalout, bahkan merupakan suatu dosa bila ia melepaskan pemuda itu bertarung dengan Jalout.\n\n Sayang bagi usianya yang masih muda itu bila ia akan menjadi korban dan makanan pedang Jalout yang tidak pernah memberi ampun kepada lawan-lawannya.\n\n Sang pemuda dengan memperhatikan roman muka Thalout dapat menangkap isi hatinya bahwa ia ragu-ragu dan bimbang untuk melepaskannya bertarung dengan Jalout maka berkatalah ia kepadanya: \"Janganlah engkau terpengaruh oleh usia mudaku dan keadaan Fisikalku yang menjadikan engkau ragu-ragu dan khuatir melepaskan aku melawan Jalout karena yang menentukan dalampertarungan bukanlah hanya kekuatan Fisikal dan kebesaran badan akan tetapi yang lebih penting dari itu ialah keteguhan hati dan keuletan bertempur serta iman dan kepercayaan kepada Allah yang menentukan hidup matinya seseorang hamba-Nya.\n\n beberapa hari yang lalu aku telah berhasil menangkap seekor singa dan membunuhnya tatkal ia hendak menyergap dombaku dan sebelum itu terjadi pula aku menghadang seekor beruang yang ganas dan berhasil membunuhnya setelah bergulat mati-matian.\n\n Maka bukanlah usia atau kekuatan badan yang merupakan faktor yang menentukan dalam pertempuran tetapi keberanian dan keteguhan hati serta kelincahan dan kecepatan bergerak dengan disertai perhitungan yang tepat, itulah merupakan senjata yang lebih ampuh dalam setiap pertarungan.”\n\n Mendengar kata-kata yang penuh semangat yang keluar dari hati yang ikhlas dan jujur sedarlah Thalout bahwa pemuda itu berkemauan keras ingin melawan Jalout.\n\n Ia percaya kepada dirinya sendiri bahwa ia dapat mengalahkannya maka diberinyalah izin dan restu oleh Thalout untuk melaksanakan kehendaknya dengan diiringi doa semuga Allah melindunginya dan mengurniainya dengan kemenangan yang diharap-harapkan oleh seluruh anggota pasukan.\n\n Kemudian ia diberinya pedang, topi baja dan zirah baju besi namun ia enggan mengenakan pakaian yang berat itu dan pedang pun ia menolak untuk membawanya dengan alasan ia belum biasa menggunakan senjata itu.\n\n Ia hanya membawa sebuah tongkat beberapa batu kerikil dan sebuah bandul untuk melemparkan batu-batu itu.\n\n Berkatalah Thalout kpanya: \"Bagaimana engkau dapat bertarung dengan hanya bersenjatakan tongkat, bandul dan batu-batu melawan Jalout yang bersenjatakan pedang, panah dan berpakaian lengkap?\" \n\n Pemuda itu menjawab: \"Tuhan yang telah melindungiku dan taring singa dan kuku beruang akan melindungiku pula dari pedang dan panah Jalout yang durhaka itu.”\n\n Lalu dengan berbekalkan senjata yang sangat sedrhana itu, keluarlah ia dari tengah-2 barisan Bani Isra'il menuju gelanggang di mana Jalout sedang menari-nari mengelu-elukan pedangnya seraya berteriak-teriak mengejek dan menyombangkan diri.\n\n Tatkala Jalout melihat bahwa yang masuk gelanggang hendak bertanding dengan dia adalah seorang pemuda remaja tidak bersenjatakan pedang atau panah dan tidak pula mengenakan topi baja dan zirah, dihinalah ia dan diejek dengan kata-kata: \"Utk apakah tongkat yang engkau bawa itu.”\n\nUtk mengejar anjingkah atau untuk memukul anak-anak yang sebaya dengan engkau? Di mana pedangmu dan zirahmu? Rupa-rupanya engkau sudah bosan hidup dan ingin mati padahal engkau masih muda yang belum merasakan suka-dukanya kehidupan dan yang masih harus banyak belajar dari pengalaman.\n\n Majulah engkau ke sini akan aku habiskan nyawamudalam sekelip mata dan akan kujadikan dagingmu makanan yang lazat bagi binatang-2 di darat dan burung-2 di udara.”\n\n Sang pemuda menjawab: \"Engkau boleh bangga dengan zirah dan topi bajamu, boleh merasa kuat dan ampuh dengan pedang dan panahmu yang tidak akan sanggup menyelamatkan nyawamu dan tanganku yang masih halus dan bersih ini.\n\n Aku datang ke sini dengan nama Allah Tuhan Bani Isra'il yang telah lama engkau hina, engkau jajah dan engkau tundukkan.\n\n Engkau sebentar lagi akan mengetahui pedang dan panahkah yang akan mengakhiri hayatku atau kehendak Allah dan kekuasaan-Nya yang akan meranggut nyawamu dan mengirimkan engkau ke neraka Jahannam?\" \n\n Melihat Jalout melangkah maju, maka sebelum ia sempat mendekatinya, sang pemuda segera mengeluarkan batu dari sakunya, melemparkannya dengan bandul tepat ke arah kepala Jalout yang seketika itu juga mengalirkan darah dengan derasnya hingga menutupi kedua matanya, lalu diikuti dengan lemparan batu kedua dan ketiga oleh sang pemuda hingga terjatuhlah Jalout tertiarap di atas lantai menghembuskan nafas terakhirnya.\n\n Bergemuruhlah suara teriakan gembira dan sorak-sorai dari pihak pasukan Bani Isra'il menyambut kemenangan pemuda gagah perkasa itu atas Jalout jaguh dan kebanggaan bangsa Palestin.\n\n Dan dengan matinya Jalout hilanglah semangat tempur pasukan Palestin dan mundurlah mereka melarikan diri tunggang-langgang seraya dikejar dan diajar tanpa ampun oleh pasukan Thalout yang telah memperoleh kembali semangat juangnya dan harga diri serta kebanggaan nasionalnya.\n\n Catatan tambahan Nabi Musa wafat pada usia 150 tahun di atas sebuah bukit bernama \"Nabu\", di mana ia diperintahkan oleh Allah untuk melihat tanah suci yang dijanjikan {Palestin} namun tidak sampai memasukinya.\n\n ",
		"tmp": "Sinai di Mesir",
		"image_url":"http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
		"icon_url":""
	}]